[{"Name":"Huisheng science","Section":"Therapeutics","Title":"治疗乳糖不耐 Treatment of lactose intolerance","Abstract":"我们计划使用肠道益生菌-E.coli Nissle 1917 表达β-半乳糖苷酶，并使其分泌到胞外，以降解肠道中的乳糖。其次，我们也将使用一种荚膜多糖（CAP），以保护工程菌在肠道中正常生长。另外，我们也将使用dCas9系统与QS系统，抑制工程菌的过度生长。最后，我们希望我们的工程菌能够为乳糖不耐患者带来福音。We plan to use an intestinal probiotic， E. coli Nissle 1917， to express β-galactosidase and have it secreted extracellularly to degrade lactose in the intestine. Secondly， we will also use capsular polysaccharide (CAP) to protect the engineered bacteria from normal growth in the intestine. In addition， we will also use the dCas9 system with the QS system to inhibit the overgrowth of the engineered bacteria. Finally， we hope that our engineered bacteria will be a boon to lactose intolerant patients."},{"Name":"北京大学","Section":"Therapeutics","Title":"肽类EPI的定向进化 Directed Evolution of peptide EPI","Abstract":"细菌抗生素耐药性是世界面临的严重问题。据世卫组织预测，到2050年，抗生素耐药性每年将导致超过100万人死亡。抗生素的滥用很大程度上加快了这一危机的到来，而中国是抗生素滥用现象最严重的国家之一。细菌产生抗生素耐药性的机制很多，其中重要的一种是通过外排泵将药物分子排除细胞外从而获得抗药性。因此，外排泵抑制剂(EPI)也应运而生，成为了解决耐药性的一种方法。但现有的EPI面临着诸如作用谱狭窄、毒性大等诸多问题。我们的项目旨在利用酵母和细菌的共培养进化系统筛选、进化出高效、光谱、而且能够利用生物途径实现低成本生产的肽类EPI。Nowadays, the antibiotic crisis is more and more severe. There are now many ways to deal with the antibiotic crisis, one of which is EPI (Efflux Pump Inhibitors). We try to exploit the nutrition competition between yeast and E.coli to perform a directed evolution of a peptide EPI to make it more effective, cheaper and more safe."},{"Name":"北京化工大学生命科学与技术学院","Section":null,"Title":"ACE.hair","Abstract":"我们，ACE.hair，从自身经历出发，认为脱发是值得关注的问题。经过调研，我们发现外在环境对头发的去留也起到关键性作用，在高压快节奏的时代，人们对头部皮肤的护理难免有所疏漏，然而现代营养学家正在呼吁人们重视头皮护理问题。 BUCT从最使人受脱发困扰的脂溢性脱发（AGA）中获得灵感，设计能够在头皮表面平衡油脂、分泌促毛囊生长因子并抑制有害菌群滋生的益生菌，同时致力于在减轻头皮环境恶劣问题造成脱发恶果的同时，改善其他皮脂过剩带来的脱发、异味等问题。希望我们的设计能缓解AGA人群的脱发困扰，同时其他存在头皮油脂分泌旺盛、瘙痒和脱屑情况的人群也可以尝试这种前所未有的“皮肤护理方法”。"},{"Name":"北京理工大学","Section":"Diagnostics","Title":"基于疼痛标志物检测的疼痛分类系统 Pain classification system based on biomarker detection","Abstract":"近年来，精准医疗、个体诊疗不断发展，疼痛也逐渐从病理转变成一种疾病。疼痛存在多种类型，针对不同的疼痛类型存在不同的治疗方法和手段，因此需要对疼痛类型进行检测与诊断。目前医生对患者疼痛的判断主要采用自我评定量表、行为观察量表和生理学方法，然而这些方法难以区分一些类型的疼痛且存在主观性较强的弊端。研究表明不同种类的疼痛关联着不同种类的表达异常的 生物标志物，此外，基于疼痛标志物的检测具有客观、准确和精确度高等优势，适用于解决上述问题。因此本项目构建了基于检测的疼痛分类系统，通过检测疼痛关联的疼痛标志物来区分不同类型的疼痛，以达到辅助医生诊断疼痛类型的目标。In recent years， with the continuous development of precision medicine and individual diagnosis and treatment， pain has gradually changed from a pathology to a disease. There are many types of pain， and there are different treatment methods and means for different types of pain. Therefore， it is necessary to detect and diagnose the types of pain. At present， doctors mainly use self-rating scales， behavioral observation scales and physiological methods to judge patients' pain. However， these methods are difficult to distinguish some types of pain and have disadvantages of strong subjectivity. Studies have shown that different types of pain are associated with different types of abnormally expressed biomarkers. In addition， the detection based on pain markers has the advantages of objectivity， accuracy and high precision， which is suitable for solving the above problems. Therefore， this project builds a detection-based pain classification system to distinguish different types of pain by detecting pain-related pain markers， so as to assist doctors in diagnosing pain types."},{"Name":"北京理工大学化学与化工学院","Section":null,"Title":"高下相成   Less Oxygen， More Possibilities","Abstract":"人工生物固氮、生物制氢被视作推动农业发展、应对能源危机的新途径，然而“氧气悖论”却制约着合成生物学的应用。因此，我们希望建立一种在介观体系中，维持局部低氧的系统生物方法。我们考虑动物、植物和短截血红蛋白等：在低氧情况下利用这些蛋白，将氧气定向转运到呼吸作用部位，而其他需要低氧环境的生理过程（如固氮、制氢）则不受影响；并可以考虑产生低氧响应后，激活荧光蛋白的合成。我们计划在模式菌株大肠杆菌中导入对氧浓度敏感的启动子，在目标外界氧浓度下该启动子激活耗氧元件，并保持对体系氧浓度的实时监测，以此来实现相对低氧环境的构建。通过玻璃体囊血红蛋白(VHb)提高在低氧环境下大肠杆菌摄取外界氧的能力，来维持低氧环境下模式菌株的正常生理活性。Artificial biological nitrogen fixation and hydrogen production are seen as new ways to promote agricultural development and address the energy crisis， but the \"oxygen paradox\" is limiting the application of synthetic biology. Therefore， we wish to develop a systems biology approach to maintain local hypoxia in mesoscopic systems. We consider animals， plants， and short-cut hemoglobins， among others: these proteins are used in hypoxic conditions to target oxygen to respiratory sites， while other physiological processes that require a hypoxic environment (e.g.， nitrogen fixation， hydrogen production) are not affected; and we can consider the activation of fluorescent protein synthesis in response to hypoxia. We plan to introduce an oxygen concentration-sensitive promoter in the model strain E. coli， which activates the oxygen-consuming element at the target external oxygen concentration and maintains real-time monitoring of the systemic oxygen concentration as a way to achieve the construction of a relatively hypoxic environment. The normal physiological activity of the model strain in the hypoxic environment is maintained by enhancing the ability of E. coli to take up external oxygen in the hypoxic environment through vitreous humor hemoglobin (VHb)."},{"Name":"北京师范大学","Section":"Therapeutics","Title":"大麻“疫苗”      Cannabis “Vaccines\"","Abstract":"本项目采用消化道内定植菌株，表达降解酶达到对THC（大麻中主要精神活性成分）进行降解和转化的目的，从而降低大麻的成瘾性。并通过感应THC分泌色素改变达到警示的作用。本项目预计适用于缉毒警察、使用医用大麻的患者、去娱乐大麻许可国旅游的游客使用。"},{"Name":"北京师范大学珠海校区","Section":"Manufacturing","Title":"基于细菌纤维素的可降解皮肤再生支架系统    Biodegradable Skin Regeneration Scaffold System Based On Bacterial Cellulose","Abstract":"各种致伤因素所引起的皮肤组织缺损在临床上十分常见。大型伤口（如大面积烧伤、机械损伤等）依靠自身创缘的上皮和基底组织难以自行愈合。组织工程支架在皮肤创面修复上有极大的优势，细菌纤维素（BC）的优良性质使其具备作为优质组织工程支架的条件。但纤维素体内不可降解是目前制约其应用的一大问题，我们的项目旨在构建一个基于细菌纤维素的体内可降解的皮肤再生支架系统（BCAID）。BCAID分为基础BC生产模块、辅助愈合模块、蓝光光控启动BC降解模块、红光启动成纤维细胞自杀模块，四个模块构成整个功能完备、特性优良的BCAID。BCAID为BC组织工程支架真正应用于人体提供了一条基于合成生物学的解决办法，这对皮肤组织创面修复具有重要的意义。Skin tissue defects caused by various wound factors are very common clinically. Relying on the epithelium and basal tissue of their own wound margins， large wounds such as extensive burns and mechanical injuries are difficult to heal Tissue engineering scaffolds have great advantages in repairing skin wounds. The excellent properties of bacterial cellulose (BC) make it to be qualified as a high-quality tissue engineering scaffold. However， the non-biodegradable cellulose in vivo is a knotty problem that restricts its application at present. Our project aimed to build a biodegradable skin regeneration scaffold system (BCAID) based on bacterial cellulose. BCAID was divided into basic BC production module， auxiliary healing module， blue-light activated BC degradation module and red-light activated fibroblast suicide module. The four modules constitute the whole BCAID with complete functions and excellent characteristics. BCAID provides a solution in synthetic biology for the real application of BC tissue engineering scaffolds in human body， which is of great significance for repairing skin tissue wounds."},{"Name":"大连理工大学生物工程学院","Section":"Foundational Advance","Title":"基于高通量CRISPR基因编辑纯化系统的异丙醇合成优化","Abstract":"异丙醇在医药、消杀、电子清洁剂、航空石油、生物柴油等多个领域发挥重要作用。目前市面上使用的异丙醇合成方法大多为丙酮加氢法和丙烯水合法，但这两种化工方法的原料来自石油，且耗能高、易污染环境且催化剂昂贵，这些都限制了异丙醇的可持续生产发展。生物合成法因其污染低、节约能源等优点成为异丙醇合成的新兴方向，但其成本高、效率低、菌株耐受性低等问题也不容忽视。为此，我们试图重构全局代谢网络来设计构建异丙醇高效合成菌株。近年来高通量CRISPR基因编辑技术已被用于细胞工厂的搭建。大规模基因靶向位点、高通量基因编辑以及有效的基因型-表型定位策略可以用来异丙醇高效合成菌株的构建。但高通量CRISPR基因编辑技术仍然存在缺点，即不同靶向位点的编辑效率不稳定。所以我们希望构建一个高特异性的高通量CRISPR基因编辑策略以提高基因编辑效率。基于高通量CRISPR基因编辑技术，我们设计并构建了一个纯化系统，用于在大量细胞中去除未成功编辑的细胞，从而提高高通量基因编辑的整体效率，并减少未编辑的细胞对文库建设、选择和数据分析的影响。然后利用搭建好的高特异性高通量基因编辑方法对大肠杆菌全局转录因子进行半理性设计及高通量改造，结合高浓度异丙醇胁迫筛选，从而获得异丙醇高耐受及高产菌株。Isopropanol plays an essential role in medical treatments， disinfection，electronic cleaners， aviation oil， biodiesel and etc. At present， most organic-chemistry-based synthetic methods for isopropanol are acetone hydrogenation and propylene water method， whose raw materials come from petroleum. These materials production generally possess high energy consumption ratio，huge environmental pollution， and expensive catalyst costing. These problems highly limit the sustainable production of isopropanol industry.Nowadays， biosynthesis has become a new direction of isopropanol synthesis due to its advantages of low pollution and energy saving， while its problems like high cost， low efficiency and low strain tolerance are non-negligible. To this end， we sought to design and construct a high-isopropanol producing strain based on re-programing the global metabolic network in a short time. Recently， the high-throughput CRISPR-based genome engineering strategy has been used for cell factory construction. The large-scale gene targets， high-throughput gene editing， and efficient genotype-phenotype mapping strategy are suitable for developing the high-isopropanol producing strain.However， it still has weak points， that the editing efficiency in the different target sites are variable. Thus， we want to construct a high-specific and high-throughput CRISPR-based genome engineering strategy for the higher editing efficiency.By constructing such CRISPR-based genome engineering strategy， we designed and constructed a purification system to remove the cells without successful editing in hundreds of thousands of cells， thereby improving the overall efficiency of the high-throughput gene editing， and reducing the unedited cells’ influence to the library construction， selection and data analysis. Then， the library targeted on global regulations based on semi-rational design can be carried out by newly established highly-specific and high throughput CRISPR-based genome engineering strategy， in which the potential isopropanol tolerant and high-yielding strains will be obtained."},{"Name":"东北大学生命科学与健康学院","Section":"Therapeutics","Title":"RTAC蛋白的设计、表征以及应用延伸 Design， characterization and extended application of RTAC protein","Abstract":"RTAC蛋白的设计、表征以及应用延伸背景：结直肠癌作为最高发的恶性肿瘤之一，严重威胁着人类健康。约全部结直肠癌中的10%是由RSPO过度表达所激活的Wnt通路所导致。RTAC设计与表征：我们采取抗体疗法的策略，通过阻碍RSPO蛋白与膜受体的结合来抑制由Wnt通路过度激活所致的结直肠癌。我们通过基因编辑创造了一种新型融合蛋白RTAC，其能够有效抑制全部四种RSPO亚型，从而靶向抑制结直肠癌发生发展。RTAC应用延伸：一方面，我们进一步使用新型血清蛋白纳米粒子，将RTAC修饰于粒子上，同时添加cRGD短肽使得RTAC靶向作用于肿瘤细胞与组织，提高其靶向效果。另一方面，我们构建工程酵母进行药物的定向释放。我们利用肿瘤微环境中的特征信号分子作为开关，重编程酵母mating通路，实现酵母在肿瘤部位进行药物定向释放。Design， characterization and extended application of RTAC proteinBackground:As one of the most frequently diagnosed malignant tumors， colorectal cancer (CRC) poses serious threat to human health. Approximately 10% of all colorectal cancers are caused by the hyperactivated Wnt pathway through RSPO overexpression.Design and characterization of RTAC:In this project， strategy of antibody therapy is adopted to inhibit CRC caused by overactivation of Wnt pathway via blocking the binding of RSPO protein to the membrane receptors. Through gene editing， we created a new fusion protein RTAC (RSPO-Targeting Anti-tumor Chimeric protein). And as a targeted therapy， RTAC can effectively inhibit all four RSPO subtypes and thus specifically inhibit the progression of RSPO-hyperactivated CRC.Extended application of RTAC:First， we further employed the novel serum albumin nanoparticles (NPs)， and modified the NPs with RTAC and cRGD peptides to allow RTAC to gain tumor cell\/tissue targeting effect. On the other hand， we constructed engineering yeast to manipulate drug release.  Tumor microenvironment-specific signaling molecule is used as a switch to activate the mating pathway reprogrammed yeast to achieve tumor proximity release."},{"Name":"东北林业大学","Section":"Foundational Advance","Title":"极其高效的标准化 DNA 组装平台 以合成虾青素为例Extremely efficient standardized DNA assembly platform the synthesis of astaxanthin as an example","Abstract":"我们的项目是一种基于YeastFab的标准化DNA组装平台。生物合成涉及一系列的酶促反应，酶的量直接决定了目标产物的产量。但酶的量过少肯定是不可以的，但越多效果也不一定越好，而是达到特定的比例才能达到最佳的目标产物产量。我们DNA组装平台极其延伸出来的技术正是一个辅助快速寻找最优酶的量的比例的平台。YeastFab技术是一种标准化DNA组装的方法，我们在此基础上进行了上游的启动子设计和高通量的筛选方法的优化、机器学习（神经网络）的引入、全自动硬件设备的构建等一系列的技术创新。这是一个高效、简单、极易推广的DNA组装平台。Our project is a standardized DNA assembly platform based on YesastFab. Biosynthesis involves a series of enzymatic reactions， the amount of enzymes directly determines the yield of the target product. But too little amount of enzyme is certainly not possible， but the more the effect is not necessarily better， but to achieve a specific proportion to achieve the best target product yield. The technology that our DNA assembly platform is extremely extended is a platform that assists in the rapid search for the optimal proportion of enzymes. YeastFab technology is a standardized DNA assembly method， on the basis of which we have carried out a series of technological innovations such as upstream promoter design and high-throughput screening method optimization， the introduction of machine learning (neural network)， and the construction of fully automatic hardware devices. It is an efficient， simple， and highly generalizable DNA assembly platform."},{"Name":"多高中联队","Section":null,"Title":"bacterial inhibition with TurboID（TurboID 对金黄色葡萄球菌的抑制）","Abstract":"During community communications， we often hear about a pathogenic bacterium，  Staphylococcus aureus. Our main goal is to use protein proximity labeling to make S.aureus harmless within vivo. TurboID can catalyze biotin and ATP it carried to produce Biotinyl-5'-AMP， and label the lysine that are approximate to the active site. After labeling， the bacteria will not be able to activate the gene of virulence production. Such process can be accomplished within ten minutes in 25℃， which is the most efficient and reachable method by far. This method will not only be able to inhibit Staphylococcus aureus but it can also target other bacteria with further research.  Because protein proximity labeling requires ATP and biotin， so we chose to utilize engineered E. coli to produce what we needed. Since ATP in organisms are adequate， increasing the production of biotin became our main goal. We will put the artificially modified plasmid back into E. coli to express the target product so as to increase the biotin synthase and increase the biotin production. By using bioengineering， the cost of our product would be more affordable for the public. We are honored to a part of this science research with such influence as high school students; furthermore， we believe that the world could be benefited from our findings.在社区交流中，我们经常听说金黄色葡萄球菌的赫赫“威名”，这不由得引起了我们的极大关注和兴趣。我们的主要目标是利用特定的蛋白质标记技术，让金黄色葡萄球菌在生物体内无害化。我们将使用TurboID对生物素和ATP进行催化，形成biotin-5’-AMP。该产物将与临近内源蛋白的赖氨酸结合，从而进行生物素标记。标记后，该细菌将失去合成毒素的能力。此过程在25℃时十分钟内即可完成生物素标记，这目前看来是最优的做法。因TurboID有蛋白质封闭修饰的需求，我们需要获得更多ATP和生物素，因此我们认为可以使用工程化大肠杆菌来生产我们所需要的生物素和 ATP。由于 ATP 在生物体内已经绰绰有余，我们只需要增加生物素的产率即可。为此，我们将人为改造过的质粒放回大肠杆菌中让其表达目的产物，从而使生物素合成酶增加，进而增加生物素产量。我们很荣幸能以高中生的身份参加这样有影响力的科学研究，也相信我们的成果能给这个世界带来一些小小的改变。"},{"Name":"福建农林大学生命科学学院","Section":"Foundational Advance","Title":"蛋白图书馆（Protein Library）","Abstract":"自2019年新冠爆发以来，人类流行病的防治，已经称为研究的热点。基于人体ACE2结构，FAFU团队针对如何产生一种和新冠spike蛋白更亲和的蛋白质或多肽展开项目。采用随机肽库和机器进化的方法，我们分别挑选了十种蛋白质，和几种20个AA的多肽，我们将这些产品应用于暴露在空气中的病毒的过滤以及早期疫情的预警。在人类社会实践的过程中，我们调查采访了疫情对当地农业、渔业、旅游业以及经济的影响，和疫情对当地大中小学以及群众日常生活的影响。Since the outbreak of the COVID-19 in 2019， the prevention and treatment of human epidemics has become a research hotspot.. Based on the human ACE2 structure， the FAFU team is working on a project to produce a protein or peptide that is more closely related to the NOVEL coronavirus spike protein. Using a random peptide library and machine evolution approach， we selected ten proteins and several 20 aa polypeptides， which we applied to the filtration of airborne viruses and early warning of outbreaks. In the process of human social practice， we investigated and interviewed the impact of the epidemic on local agriculture， fisheries and tourism， as well as the impact of the epidemic on local universities， schools and people."},{"Name":"海南大学","Section":"Diagnostics","Title":"便携式、单碱基、无扩增CRISPR\/Cas13&Cas14 核酸检测平台搭建及耐药菌检测中的应用(Construction of a portable， single-base， amplification-free CRISPR\/CAS13 & CAS14 NUCLEIC ACID detection platform and its application in drug-resistant bacteria detection)","Abstract":"成簇的规则间隔的回文重复序列(Crispr)和与 Crispr 相关的操纵子(cas)为细菌和古细菌提供了抵御入侵噬菌体和其他外来核酸的后天免疫系统。从基因组工程应用中重新利用的强大和可编程的 Crispr\/cas 系统的使用显着改善了用于精确鉴定的传统核酸检测，独立地使得能够快速诊断具有与肿瘤和微生物病原体相关的遗传和突变的多重生物标志物。基于 Crispr\/cas 方法的大型生物传感器已经被研究人员开发和报道。然而，在这些检测方法中，我们发现 Crispr\/cas 系统缺乏区分单链核酸单碱基差异的能力，这将限制 Crispr\/cas 工具的广泛应用，特别是在存在与目标片段不同的单碱基突变序列或序列的情况下，将产生“错误”信号。为了克服这个问题，提高 Crispr\/cas 方法的检测特异性，参考本项目中的 cas13和 cas14，我们提出了一个名为“枷锁”crispr\/cas 工具的平台，并将其用于海南岛细菌中抗生素抗药性基因的检测。此外，基于我们的新平台的便携式核酸检测装置也在开发之中，旨在实现开发基于 Crispr\/cas 方法的高精度和易于操作的核酸生物检测工具的目标。迄今为止，我们已经验证了我们的方法的可行性，收集了一些有用的数据，但是我们的平台仍然需要进一步的挑战来检测真实的样本，以及更多的时间来设计我们的便携式装置。Clustered regularly interspaced palindromic repeats (CRISPR) and a CRISPR-associated (cas) operon provide bacteria and archaea with adaptive immunity against invading phages and other foreign nucleic acids. The use of robust and programmable CRISPR\/Cas systems， repurposed from genome-engineering applications has markedly improved traditional nucleic acid detection for precise identification， independently enabling rapid diagnostics of multiplex biomarker with genetic and mutation related to tumors， and microbial pathogens.  And vast biosensors based on CRISPR\/Cas method have been developed and reported by researchers. However， among these detecting approaches， we found that CRISPR\/Cas system lacking the ability of distinguish one-base difference of single-stranded nucleic acid， which would limit the wide application of  CRISPR\/Cas tool， especially in conditions mutant sequences or sequences with one-base different with target fragment exist， ‘false’ signal would be generated. To overcome this issue and improve the sensing specificity of CRISPR\/Cas method， refer to Cas13 and Cas14 in this project， we propose a platform named ‘Locking’ CRISPR\/Cas tool， and use it for detection of antibiotic resistance genes among bacteria in Hainan island， China. Moreover， a portable device for sensing nuleic acids based on our new platform is also under development， aiming to achieve the goal of developing highly accurate and easy-to-operating tool based on CRISPR\/Cas method for biosensing of nucleic acids.To date， we already validated the feasibility of our approach， collected some useful data， but our platform still need further challenge for detection of real samples， as well as more time for design our portable device."},{"Name":"湖北工业大学生物工程与食品学院","Section":"Food & Nutrition","Title":"Antioxidant Alchemy:  Cutting-edge synthesis of the potent antioxidant Ergothioneine 抗氧化炼金术：强效抗氧化剂麦角硫因的尖端合成","Abstract":"Scientific research has shown that aging and diseases are mostly associated with the production of excess free radicals. Finding an effective way to scavenge free radicals is thought to be one of the most promising directions for food and cosmetic industries. To solve this problem， there is a growing interest in nutraceuticals and cosmetics containing antioxidants. Ergothioneine (EGT)， a natural antioxidant， which is commonly found in mushrooms， has fairly powerful properties. It has active effects on our health， like reducing cell oxidative damage， fighting inflammation， treating cancer， diabetes and cardiovascular diseases. However， human body cannot synthesize it directly， as a result， there is a huge market demand for the production of ergothioneine.This year， our main goal is to achieve higher production of EGT. Here， we engineered baker’s yeast Saccharomyces cerevisiae as a chassis for the production of EGT. In this process， we applied CRISPR-Cas9 technology to integrate two heterologous genes into the yeast genome， and succeeded in constructing EGT biosynthesis pathway in S.cerevisiae. The results showed that EGT can be detected both intracellularly and extracellularly in the engineered strain after 72h fermentation by means of high-performance liquid chromatography (HPLC). Additionally， the production can be further improved after optimizing the media with proper concentration of amino acids， which is the precursor of EGT. This work offers a more sustainable， low cost and efficient approach for the industrial production of EGT.大量科学研究表明，衰老和疾病大多与过量自由基的积累有关。寻找清除自由基的有效方法是食品和化妆品行业大力研究的方向之一。为了解决这个问题，人们对含有抗氧化剂的保健品和化妆品越来越关注。麦角硫因 (EGT) 是一种天然抗氧化剂，常见于蘑菇中，具有相当强大的生物学功能。它对我们的健康有众多益处，如减少细胞氧化损伤、抗炎、抗癌、治疗糖尿病和心血管疾病。由于人体无法直接合成麦角硫因，因此其存在巨大的市场供应需求。今年，我们的主要目标是实现EGT 的高产。在这里，我们利用酵母酿酒作为生产 EGT 的生物底盘。在此过程中，我们应用CRISPR-Cas9技术将两个异源基因整合到酵母基因组中，并成功构建了S.cerevisiae的EGT生物合成途径。结果表明，我们的工程菌发酵72h后，里哟个高效液相色谱在细胞内和细胞外均可检测到EGT。此外，在优化培养基中加入适当浓度的氨基酸后，可以进一步提高产量。此项目为 EGT 的工业生产提供了一种更可持续、成本更低和更高效的方法。"},{"Name":"华中农业大学","Section":"Therapeutics","Title":"C.V.D: Curer of Vessel Disease   C.V.D: 血管疾病治愈小能手","Abstract":"由于社会的高速发展，当下年轻人和老年人都存在十分严重的饮食不良情况。不健康的饮食会影响身体内低密度脂蛋白LDL水平、甘油三酯水平等进而导致高血压等系列心血管疾病的发生。我们希望通过改造大肠杆菌Nissle 1917，从两方面高效降低诱发血栓形成的重要因子TMAO（氧化三甲胺）的前体——TMA（三甲胺）的肠道含量：抑制TMA产生的同时降解已有的TMA物质，从而达到减少血栓形成的可能性；同时释放一些有益于血管保护的缓解物质。该项目旨在开发一种可食用的益生菌粉产品，期望用于不良饮食导致的心血管疾病患者治疗；为心血管疾病的治疗，提供了一种新的、低副作用高普适性的肠道药物治疗思路。Due to the rapid development of society， both young and old people have a very serious bad diet. An unhealthy diet will affect the level of low-density lipoprotein (LDL) and triglyceride in the body， which will lead to the occurrence of a series of cardiovascular diseases such as hypertension. We hope that by modifying Escherichia coli Nissle 1917， the intestinal content of TMA (trimethylamine)， the precursor of TMAO (trimethylamine oxide) and an important factor inducing thrombosis， can be efficiently reduced from two aspects: inhibiting the production of TMA and degrading the TMA already existed， so as to reduce the possibility of thrombosis. At the same time our engineered bacteria will also release some relief substances that are beneficial to vascular protection. The project aims to develop an edible probiotic powder， which is expected to be used for the treatment of patients with cardiovascular disease caused by poor diet. It provides a new idea for cardiovascular disease treatment by intestinal drug therapy of low side effect and high universality."},{"Name":"吉林大学化学学院","Section":null,"Title":"Mood- Catcher 心灵捕手","Abstract":"现代生活往往压力巨大，很多年轻人因长期情感压抑而出现不少亚健康问题，我们的项目希望可以成为人们生活中的一个“清新剂”，通过摄像头和可穿戴设备识别人们当前的情绪，并让微生物生成与释放相应的化学物质以调节情绪，避免人们长期处于不良的情绪状态Modern life is often very stressful and many young people suffer from chronic emotional depression and sub-health problems. Our project aims to be a \"freshener\" in people's lives， using cameras and wearable devices to identify people's current emotions and allowing microorganisms to produce and release the appropriate chemicals to regulate their emotions and prevent them from being in a chronic emotional state."},{"Name":"吉林大学生命科学学院","Section":"Environment","Title":"Coleader.zip","Abstract":"无论是在发达国家还是在发展中国家，重金属污染都是一种严重的环境问题。目前已有的化学降解法存在成本高，过程冗杂，回收效率不高，且有可能造成二次污染等问题。基于以上情况，今年Jilin China团队针对铜锌铅等离子致力于构建一种新型的工程菌，其功能集重金属离子感应和吸附降解于一体。通过特异性启动子构建的操纵子可以有效检测其浓度，通过表面展示系统将吸附蛋白悬挂于细胞表面，适时表达，达到吸附重金属离子的目的。利用这种材料，有望在将来更加彻底的解决日益严重的重金属离子污染问题。Heavy metal pollution is a serious environmental problem in both developed and developing countries. The existing chemical degradation methods have many problems， such as high cost， complicated process， low recovery efficiency and secondary pollution. Based on the above situation， this year， Jilin China team is committed to building a new type of engineering bacteria for copper， zinc and lead plasma， whose functions integrate heavy metal ion induction， adsorption and degradation. Operons constructed by specific promoters can effectively detect their concentration， and adsorbed proteins can be suspended on the cell surface through surface display system and expressed in time to achieve the purpose of adsorbed heavy metal ions. Using this material is expected to solve the increasingly serious problem of heavy metal ion pollution more thoroughly in the future."},{"Name":"江南大学","Section":"Foundational Advance","Title":"基于嗜酸喜温硫杆菌构建耐酸大肠杆菌底盘细胞 Construction of acid tolerant Escherichia coli chassis cells based on Acidithiobacillus caldus","Abstract":"我们在设计一种抗酸的大肠杆菌。我们通过嗜酸喜温硫杆菌的转录组学数据确定了耐酸基因 CFA，并通过一种穿梭质粒将 CFA 基因克隆到大肠杆菌中，或运用 CRISPR-Cas9 技术整合到宿主基因组上，得到抗酸的大肠杆 菌底盘细胞后，再通过构建启动子文库和相应的筛选，预测 pH 敏感型启动子来使底盘细胞的 耐酸性最大化，从而实现对大肠杆菌进行底盘改造。We are designing an acid-fast E. coli. The CFA gene was cloned into Escherichia coli through a shuttle plasmid， and the chaperone protein expressing CFA was cloned， and then integrated into the host genome by CRISPR-Cas9 technology， so as to realize the chassis modification of Escherichia coli."},{"Name":"昆山杜克大学","Section":"Therapeutics","Title":"GutGuard","Abstract":"本项目致力于探究胃肠道活菌缓释药物，解决现有志贺氏菌多疗程，易复发，且耐药性显著的问题。志贺氏菌是一种高传染性、肠内侵入性和偶有毒物释放的病原体，即使是10 - 100个微生物的低剂量，也可能导致结直肠黏膜严重感染和细菌性痢疾。本项目使用基因编辑的大肠杆菌和酵母菌作为活菌药物，使其表面携带人工抗体，从而靶向杀灭志贺氏菌。活菌药物适应性强，并且能够起到缓释作用，是我们选择这种方式的主要原因。Shigella is one of the most contagious pandemic diseases around the world that takes aways millions of deaths and severe diarrhea every year. To counteract the wide-spectrum antibiotic resistance developed by Shigella， we develop a novel treatment method using a surface display system in multiple probiotics. Antibodies that block the virulence factor on the Shigella cell membrane are displayed on the surface of the probiotics. The Shigella pathogens will be aggregated and become less virulent once they are “touched” by the probiotics."},{"Name":"兰州大学","Section":"Therapeutics","Title":"利用编程益生菌系统靶向治疗结直肠癌","Abstract":"大概是吃铅吧 :P:[图片]大概是吃铅吧 :P:Colorectal cancer (CRC) is one of the most common malignancies， causing more than 9.6 million deaths in 2018， according to the WHO GLOBOCAN database. Current treatments for colorectal cancer include minimally invasive surgery， chemotherapy， radiation therapy， immunotherapy， etc.However， all of these have their challenges and limitations. The biggest challenge is the indiscriminate killing of normal cells. In addition， some chemotherapeutic agents can lead to the development of multidrug-resistant cells， which can have a range of adverse effects on the body. Therefore， it is essential to find safe and effective preventive or therapeutic strategies for CRC. The prevalence of probiotics in animals is important for maintaining homeostasis in the body. Microorganisms are also capable of being present in the tumor environment. In 2022， LZU-CHINA hopes to build specific engineered probiotics to treat colorectal cancer， enabling targeted tumor treatment with minimal harm to normal cells. The environment in which tumor cells live is usually characterized by high lactate concentration， low pH and low oxygen. LZU-CHINA team take advantage of this characteristic by introducing three promoters ， lactate operon， pCadC and pTeT， into the probiotic， equipping the strain with an automated tumor targeting system. In order to make the system stable and enhance the specificity of the engineered bacterium to kill tumor cells， we also added other genetic components including Amplifying genetic logic gate， adhesion factor， killing factor and lysis factor. 2022 LZU-CHINA is dedicated to provide new approaches and ideas for cancer therapy by synthetic biology through gene circuit optimization and construction."},{"Name":"兰州大学生命科学学院","Section":null,"Title":"重组益生菌减轻酒精诱导的急性肝损伤 Recombination Probiotics Reduce Acute Liver Injure Induced by Alcohol","Abstract":"酒精滥用会增加急性肝损伤的风险。大肠杆菌尼氏 1917(Escherichia Nissle 1917， 简称 EcN)已被广泛证明是一种安全的口服益生菌。本研究中，我们对表达乙醇脱 氢 酶基因、乙醛脱氢酶基因、NAD 合成酶基因和 NADH 氧化酶基因的 EcN 进行 了基因修饰。拟应用菌株在小鼠实验中，通过降低血清乙醇，并结合同未处理小 鼠的肝脏 AST、ALT、MDA、TG、T-CHO、TNF-α、IL-1β 水平，SOD 和 GSH 水平， 检测肝脏功能，同时检验氧化应激、脂质过氧化和炎症水平等。验证与酒精代谢 和酒精食物诱导的肝脏损伤相关的异常基因表达在接种 EcN 后是否得以恢复? 以及 EcN 赋予的功效伴随着肠道菌群稳态是否恢复?进而验证工程 EcN 是否可以 用于解毒酒精代谢产物在肝脏疾病模型?能够归因于肠道恢复?Alcohol abuse increases the risk of acute liver injury. Escherichia Nissle 1917(EcN) has been widely proven to be a safe oral probiotic. In the study， ecNs expressing ethanol dehydrogenase genes， aldehyde dehydrogenase genes， NAD synthase genes and NADH oxidase genes were genetically modified. In mice experiment， the strain was used to detect liver function， oxidative stress， lipid peroxidation and inflammation levels by reducing serum ethanol and combining with the levels of AST， ALT， MDA， TG， T-CHO， TNF-α， IL-1β， SOD and GSH in the liver of untreated mice. The project is to verify whether abnormal gene expression that is associated with alcohol metabolism and alcohol-induced liver injury is restored after EcN inoculation， also whether the benefits conferred by EcN are accompanied by recovery of intestinal microbiota homeostasis? Moreover， the study will verify whether engineering EcN can be used to detoxify alcohol metabolites in liver disease models， and can it be attributed to intestinal recovery."},{"Name":"兰州大学生命科学学院","Section":"Environment","Title":"工程化大肠杆菌使其在耐盐的基础上吸附 Cd2+","Abstract":"食品业和水产养殖业产生。对于高盐废水的区分，含 NaCl 30g\/L 的废水一般被称为高盐废水，含 NaCl 70g\/L 的废水则被称为超高盐废水。以化工废水为例，其出水水质复杂且污染物含量高，废水中污染物大都含有剧毒，如重金属铅、镉等。这些金属可以到达食物链，威胁到人类和其他生物体的健康。其中毒性最大的为CdCl2，当质量浓度为 0.001 mg\/L 时，对鱼类和水生生物就能产生致死作用。水中镉质量浓度为 0.1 mg\/L 时，就可抑制水体自净作用。基于合成生物学的方法，构建工程菌 R-E\/irrE，EC20 作为一种植物螯合肽类似物，有报道称其具有重金属吸附能力，基于细胞表面展示技术使EC20 锚定在大肠杆菌表面，去尝试吸附重金属 Cd2+。Food industry and aquaculture. For the distinction of high salt wastewater， wastewater containing 30g\/l NaCl is generally called high salt wastewater， and wastewater containing 70g\/l NaCl is called ultra-high salt wastewater. Taking chemical wastewater as an example， its effluent quality is complex and the content of pollutants is high. Most of the pollutants in the wastewater contain highly toxic， such as heavy metals lead， cadmium and so on. These metals can reach the food chain and threaten the health of humans and other organisms. Among them， the most toxic is CdCl2. When the mass concentration is 0.001 mg\/l， it can have a lethal effect on fish and aquatic organisms. When the mass concentration of cadmium in water is 0.1 mg \/ L， the self purification of water can be inhibited. Based on the method of synthetic biology， the engineering bacterium r-e\/irre was constructed. EC20， as a plant chelating peptide analogue， was reported to have the ability to adsorb heavy metals. Based on the cell surface display technology， EC20 was anchored on the surface of E. coli to try to adsorb heavy metal cd2+."},{"Name":"兰州大学生命科学学院","Section":"Therapeutics","Title":"《提高几丁质酶抗真菌能力来治疗由真菌引起的人体皮肤病》  《To improve the anti-fungal ability of chitinase to treat human dermatomycoses》","Abstract":"几丁质酶被现在认为是理想的抗真菌药物，但因为几丁质酶的活性弱，它不可以完全抑制住几丁质在细胞壁中的合成。在这种情况下，我们如果要去提高几丁质酶的抗真菌能力，让它完全抑制住几丁质的合成，我们需要去提高几丁质酶的催化活性。我们发现，几丁质酶活性低的原因是因为缺少几丁质结合域，于是在几丁质的两端加上结构域，通过两端融合表达几丁质结合结构域可以增强几丁质酶与底物的结合，可以提升几丁质酶的活性，从而提升几丁质酶的抗真菌能力，防止真菌引起的人体皮肤病。Chitinase is now considered as an ideal antifungal agent， but due to its weak activity， it cannot completely inhibit the synthesis of chitin in the cell wall. In this case， if we want to improve the anti-fungal ability of chitinase and make it completely inhibit the synthesis of chitin， we need to improve the catalytic activity of chitinase. We found that the chitinase activity is low because of lack of chitin in combination with the domain， and so on both ends of chitin qualitative combined with domain structure， through both ends fusion expression chitin combined with domain structure can enhance the combination of chitinase and the substrate， can promote the activity of chitinase， by raising the chitinase antifungal capability， prevent fungal skin disease caused by the human body."},{"Name":"兰州大学生命科学学院","Section":"Diagnostics","Title":"Cu传感器","Abstract":"Then the linking reaction was carried out， the linked products were stored at minus 20 degrees Celsius， ambenzyl antibiotics were cloned， and the target fragment was transformed into the successful DH5 alpha fragment. Half of the colony was selected to make the template， and finally an experiment of transformation was carried out."},{"Name":"兰州大学生命科学院","Section":null,"Title":"关于自主合成5-HTP和GABA菌株的抑郁症疗法  Treatment of depression by autonomic synthesis of 5-HTP and GABA strains","Abstract":"肠道由1亿个神经细胞所包围，其所拥有的神经细胞数量仅次于中枢神经，这个神经网络被称为肠神经系统。近些年来，很多科学家发现肠道菌群通过一种肠脑轴来影响机体的大脑结构以及相关疾病的发生，比如阿尔兹海默症、抑郁症等。某些肠道微生物会影响一个人的情绪状态。化学物质5-HTP 通过增加血清素的产生在大脑和中枢神经系统中起作用。化学物质GABA是一种氨基酸，对于保持健康和保持身体系统正常运作非常重要。其主要工作是作为抑制性神经递质工作，这意味着它阻断神经细胞与大脑或脊髓之间发送的信息，防止神经元的刺激起作用。这导致在此过程中接收消息的神经元不会对它起作用，因此消息不会发送到其他神经元。本项目主要研究自主生产人体肠道微⽣物5-HTP和GABA的菌株，并摄⼊益⽣菌，调节⼈体肠道菌群平衡，从肠脑轴的⻆度帮组抑郁症群体恢复。同时本项目也会研究菌株自杀系统，防止造成转基因污染。 Our intestine is surrounded by approximately 100 million nerve cells， which is second only to the number of nerve cells in our central nervous system. This neural network is known as the enteric nervous system. In recent years， many scientists have discovered that intestinal microbiota affects the brain structure of the body and the occurrence of related diseases， such as Alzheimer's disease and depression through a kind of gut-brain axis. Certain intestinal microorganisms can affect a person's emotional state. The chemical 5-HTP acts in the brain and central nervous system by increasing the production of"},{"Name":"兰州大学生命科学院","Section":"Therapeutics","Title":"生物合成降尿酸益生菌\/Biosynthetic probiotics for uric acid lowering therapy","Abstract":"尿酸，C5H4N4O，是人体嘌呤碱分解代谢的终产物。在代谢异常的情况下，高尿酸会导致由尿酸盐结石而引起的痛风，以及高血压，慢性肾病等一系列并发症。近年来，国内外痛风的发病率显著升高，我国尿酸血症呈明显和年轻化趋势。中国高尿酸血症总体患病率为13.3%，也就是约1.77亿。尿酸高已成为影响国民健康的一项不可轻视的问题。传统的降尿酸思路有以下两种：通过药物别嘌醇来抑制⻩嘌呤氧化酶以减少尿酸的生成，或是通过丙磺舒、苯磺唑酮和苯溴⻢⻰等药物来促进药酸在肾脏的排泄。据调查，前者可能导致过敏性皮炎，药物热等不良反应（约在10%-15%的使用者身上出现），而后者多因为患者存在大量痛⻛石或肾功能不全而不适合使用。高尿酸患者迫切需要一种无副作用，更安全的治疗方法。我们的课题将引入外源性尿酸酶作为新思路，使用分子克隆技术在大肠杆菌中插入编码尿酸氧化酶的基因，被编辑的益生菌被添加在酸奶与冻干粉之类的食物被患者摄入。这种治疗方法不涉及以上提到的副作用，且有一系列的优点：与其他药的时效性不同，大肠杆菌会在肠道中持续释放尿酸氧化酶，且肠道菌群微生态对人体健康起到积极的长期调控作用。其次，产生的尿酸可以在肠道里直接被分解，不涉及药物的吸收与在体内的代谢。尿酸沿着浓度梯度作分子扩散运动，即血液里的尿酸可倒流进肠道，直接进行分解。Uric acid, with a chemical formula of C5H4N4O, is an end-product of purine catabolism in the human body. In cases of abnormal metabolism, high uric acid levels can lead to gout caused by urate stones, as well as a series of other complications such as hypertension and chronic kidney disease. In recent years, incidences of gout within China and abroad have increased significantly, with a clear trend of uricemia diagnosis being demonstrated among younger generations. The prevalence of hyperuricemia stands at 13.3% in China, with nearly 177 million individuals diagnosed with this condition. In other words, hyperuricemia has become a significant factor affecting national health, and simply cannot be ignored.\n\nThe two traditional treatments aimed towards lowering uric acid levels involve the usage of allopurinol to inhibit xanthine oxidase and subsequent uric acid production, as well as the utilization of probenecid, sulfinpyrazone, or benzyl bromide to promote the excretion of medicinal acids within the kidneys. According to research, the former treatment method can lead to adverse effects such as allergic dermatitis and drug fever (affecting 10%-15% of users), while the latter treatment method can prove unsuitable for use due to heavy presence of pain stones or renal insufficiency within patients. The development of a safer treatment method without side effects for patients diagnosed with hyperuricemia is urgently needed.\n\nOur project introduces exogenous uricase as a new treatment method, where we utilize molecular cloning technologies to insert the gene encoding for urate oxidase into Esherichia coli, while subsequently incorporating the modified probiotics into edibles such as yogurt and freeze-dried powder. This treatment method will not produce any of the side effects mentioned above. In fact, a series of advantages and benefits is associated with this method. First, unlike other drugs, our modified Escherichia coli will continuously release urate oxidase within the intestines, and the intestinal flora microecology will play a positive, long-term role in regulating human health. Second, the production of uric acid within the intestines can be directly decomposed without the involvement of drug absorption and metabolism within the body. It performs molecular diffusion along its concentration gradient, where uric acid within the blood stream can flow back into the intestines and undergo direct decomposition."},{"Name":"美国维理达斯学校","Section":"Foundational Advance","Title":"Degradation Regulator 降解调节器","Abstract":"In the field of synthetic biology， enhancing gene expression is vital for downstream applications such as biosynthesis of valuable chemicals or signal changes and behaviors of designed gene circuits against intrinsic noise in biological systems. One widely used way to express more gene products is adopting stronger promoter or ribosome binding sites (RBS) to increase the inflow of mRNA and protein translation. However， this approach inevitably increases metabolic pressure for the chassis and limits the scale and complexity of artificial biological circuits， because the burden imposed by an advanced network with enhanced gene expression would lead to the low growth rate or inviability of the host organism. On the other hand， the steady-state concentration of mRNA depends on its production rate and degradation rate according to the standard mathematical model of gene expression dynamics. As the degradation rate is significant in prokaryotes with a half-life of fewer than 30 minutes， the ability to tune their degradation dynamics would have a huge effect on the production of downstream products. Instead of increasing the production rate of gene products， we seek to modulate the degradation rate of mRNA by making use of degradation-tuning RNAs (dtRNAs) on the 5’ UTR region of the mRNAs， which promote or inhibit the attack from endogenous RNases. This allows us to enhance protein expressions without posting an extra metabolic burden to the host， modulating the dynamics of gene circuits by changing degradation rate constants， and regulating non-coding RNA functionalities. The standardized biological parts form of dtRNAs would facilitate its integration into existing gene circuits and accelerates the construction of novel biomolecular reaction networks with tunable parameters and increased complexity. 在合成生物学领域，增强基因表达对下游应用至关重要，如有价值的化学物质的生物合成或设计的基因电路的信号变化和行为，以对抗生物系统中的固有噪声。采用更强的启动子或核糖体结合位点(RBS)来增加mRNA的流入和蛋白质翻译是表达更多基因产物的一种广泛应用的方法。然而，这种方法不可避免地增加了底盘的代谢压力，限制了人工生物回路的规模和复杂性，因为基因表达增强的先进网络带来的负担会导致宿主生物的低生长速度或不生存。另一方面，根据基因表达动力学的标准数学模型，mRNA的稳态浓度取决于其产生速率和降解速率。在半衰期小于30分钟的原核生物中，降解速率非常显著，因此调整其降解动态的能力将对下游产品的生产产生巨大影响。我们试图通过利用mRNA 5 ' UTR区域上的降解调控RNA (dtRNAs)来调节mRNA的降解速率，而不是增加基因产物的产生速度，这可以促进或抑制内源性RNase的攻击。这使得我们能够在不增加宿主额外代谢负担的情况下增强蛋白质表达、通过改变降解速率常数来调节基因回路的动态、以及调节非编码RNA的功能。标准化的生物部分形式的dtRNAs将有助于其整合到现有的基因电路中，并加速参数可调和复杂性增加的新型生物分子反应网络的构建。"},{"Name":"南方科技大学生命科学学院","Section":"Manufacturing","Title":"使用定向进化优化大肠杆菌生产骨螺紫 Using directed evolution to simplify the production of tyrian purple in E. coli","Abstract":"我们希望利用Trp 6-卤素酶(Trp 6-Hal)、色氨酸酶(TnaA)和单加氧酶(MO)的反应方案，根据《Nature Chemical Biology》和iGEM团队LINKS_China的研究成果，开发合成骨螺紫的方法。由于TnaA可以同时识别和反应色氨酸和第一步产物溴色氨酸，Lee等人设计了双细胞系统来解决最终产品骨螺紫中携带大量副产物靛蓝的问题。为了生产副产物靛蓝较少的骨螺紫，Fre-SttH和TnaA必须在两个不同的菌株中，所以Lee和LINKS_China都使用了一个不表达内源性TnaA的ΔTnaA大肠杆菌菌株和一个表达额外TnaA的ΔTnaA大肠杆菌菌株。今年我们将双细胞生产系统优化为单细胞系统。我们开发了一种具有定向进化策略的可编程色氨酸抑制子合成系统，以简化与溴色氨酸而非色氨酸反应的过程。对于定向进化策略，我们采用了compartmentalized partnered replication(CPR)。重复的正负CPR导致了对卤化色氨酸类似物和新操作位点具有高亲和力和特异性的变异体实现指数扩增。我们使细胞能够感知环境中溴色氨酸与色氨酸的相对比例，从而控制TnaA的合成，这将有利于骨螺紫的产生，并减少靛蓝副产物。\nWe want to develop tyrian purple production by reaction schemes of Trp 6-halogenase (Trp 6-Hal), tryptophanase (TnaA) and monooxygenase (MO) based on work of the publication on Nature Chemical Biology and a iGEM team LINKS_China. Two-cell system is designed by Lee et al as a solution to the basic problem of byproduct indigo produced in our final product tyrian purple, due to TnaA can identify and react with both Trp and the first step product Br-Trp. For producing tyrian purple with less byproduct indigo, Fre-SttH and TnaA has to be in two different strains, so Lee and LINKS_China both used a ΔTnaA E. coli strain without endogenous TnaA expression and another ΔTnaA E. coli strain with extra TnaA expression. This year we optimize the two-cell production system to one-cell system. We develop a synthetic phylogeny of programmable Trp repressor with directed evolution strategy to simplify the process of reacting with Br-Trp not Trp. For the strategy of directed evolution, we use compartmentalized partnered replication (CPR). Iterative rounds of positive and negative compartmentalized partnered replication (CPR) led to the exponential amplification of variants that responded with high affinity and specificity to halogenated tryptophan analogs and novel operator sites. We empower cells to perceive the relative ratio of bromotryptophan to tryptophan in the environment to control TnaA synthesis, which will benefit tyrian purple production with less indigo byproduct."},{"Name":"南京大学生命科学学院","Section":"Therapeutics","Title":"基因工程外泌体治疗雄性激素脱发的研究（Treatment of alopecia by genetically engineered exosomes）","Abstract":"NJU-China项目简介：脱发是一种困扰着广大人群的皮肤疾病，影响患者的容貌并带去焦虑、压力等不良情绪。NJU-China团队着眼于发病率最高的雄性激素脱发，探索其致病机制，寻找多个基因靶点，使用RNAi技术、mRNA搭载元件调节特定基因表达；以外泌体为载体，包埋药物(siRNA、mRNA)并通过微针透皮抵达毛囊细胞实现治疗。同时，该项目意在通过对雄性激素脱发的药物研究，借助外泌体生物相容性高、提升包埋药物稳定性的特性，开发一套“外泌体+微针”的皮肤疾病药物递送系统。NJU-China’s project introduction:Alopecia is a skin disease disturbing a wide population， impacting their appearance， and raising anxiety. NJU-China team targets androgen alopecia(AP)， which shows the highest prevalence. Our team does comprehensive research on its pathogenic mechanism and selects several genetic targets. On the one hand， we apply the RNAi technique and mRNA embedding elements to regulate gene expression particularly. On the other hand， we use exosomes and microneedles to carry and deliver drug molecules(siRNA and mRNA) to follicle cells transdermally. Meanwhile， through the research on treating AP， our project is intended to develop a drug delivery system using exosomes and microneedles to treat other skin diseases."},{"Name":"南京工业大学","Section":"Foundational Advance","Title":"Engineering Clostridium butyricum - the conversion from anaerobe  to aerobe酪丁酸梭菌—从厌氧菌到好氧菌的转换","Abstract":"酪丁酸梭菌是一种专性厌氧菌，我们的项目目标是使其经过工程改造后能够在有氧条件下生长。我们将在酪丁酸梭菌中引入丙酮酸脱氢酶，以使其在有氧条件下仍能够实现从丙酮酸到乙酰辅酶A的转化。同时，我们考虑引入相关氧耐受性基因来减小工程菌受到的氧气毒害作用。此外，我们计划在我们的工程菌中建立一个生物传感器系统，以期对整个过程有更多的监管调控。Clostridium butyricum， a kind of strictly anaerobic， is used in our project. The goal of our project is to make C. butyricum grow under aerobic conditions after engineering transformation.Our bacteria will be introduced with pyruvate dehydrogenase， so it could still achieve the conversion from pyruvate to acetyl coenzyme A in the case of PFOR(Pyruvate-Ferredoxin Oxidoreductase) being poisoned by oxygen or ROS(Reactive Oxygen Species)under aerobic conditions.At the same time， we are considering to introduce some oxygen-tolerance genes to reduce the oxygen toxicity of our engineered bacteria.In addition， we plan to establish a biosensor system in our engineering bacteria in order to have more control over the whole process."},{"Name":"南京农业大学生命科学学院","Section":"Diagnostics","Title":"Liver monitor: Rapid cell-free detection of liver disease based on bile acids level; 肝脏卫士: 依据胆汁酸盐水平的肝脏疾病快速检测","Abstract":"当前肝脏疾病盛行于世界，每年约有200万人死于肝病，其中很多患者因未能及时发现肝脏患病导致进一步加重甚至死亡。胆汁酸是检测肝脏相关疾病的一个极为重要的指标，肝硬化、胆道闭锁等等疾病使肝脏发生损伤都会使尿液胆汁酸含量发生成倍增加。NAU_CHINA团队着眼于种种现象，通过建立一种无细胞的系统定量检测尿液胆汁酸含量，实现在脱离细胞的条件下对肝脏相关疾病的家庭化高效检测。At present， liver disease is prevalent in the world. About 2 million people die of it every year， and many of them suffer from further aggravation or even death due to untimely detect liver disease. Bile acid is a very important index to detect liver related diseases， liver cirrhosis， biliary atresia and other diseases caused by liver damage will make urine bile acid content doubled. The NAU-CHINA team focuses on a variety of phenomena. We try to use cell-free system to quantitatively detect urine bile acid content to achieve efficient and home-based detection of liver-related diseases."},{"Name":"南京师范大学食品与制药工程学院","Section":"Food & Nutrition","Title":"Omega-3鸡蛋-开启补脑强体之旅（Omega 3 eggs - Start your brain booster journey）","Abstract":"鸡蛋作为营养摄入最广泛的来源之一，富含蛋白质、脂肪、维生素等，其中脂肪以不饱和脂肪酸居多。DHA和EPA是人体所必需的omega-3系多不饱和脂肪酸，对人体健康有着不可替代的作用。市场上DHA鸡蛋主要有两种生产方式，一种是在蛋鸡饲料中加入亚麻籽，经过鸡的体内代谢途径生成DHA；另一种是直接用天然藻源喂养蛋鸡。但是这两种方式存在成本高、工艺复杂、环境依赖性强等缺点。因此我们希望通过合成生物学的手段构建工程菌株，使其能联产DHA和EPA，再将其加入到蛋鸡饲料中，以期获得富含DHA和EPA的Omega-3鸡蛋。此外，可按需改变鸡蛋中DHA\/EPA的比例，以适应各类人群的需求，做到低成本投入和高效产出。本项目致力于推动食品健康领域的发展，推动合成生物学大众化。As one of the most extensive sources of nutrition， eggs are rich in protein， fat and vitamins， among which unsaturated fatty acids are in the majority. DHA and EPA are essential omega-3 polyunsaturated fatty acids， which play an irreplaceable role in human health. There are two main production methods of DHA eggs in the market. One is to add flaxseed into the feed of laying hens and generate DHA through the metabolic pathway of chickens. The other is to feed layers directly from a natural algae source. However， these two methods have disadvantages such as high cost， complex process and strong environment dependence. Therefore， we hope to construct an engineered strain that can produce DHA and EPA by means of synthetic biology， and then add it into the feed of laying hens to obtain omega-3 eggs rich in DHA and EPA. In addition， the proportion of DHA\/EPA in eggs can be changed as needed to meet the needs of all kinds of people， so as to achieve low cost input and high efficiency output. The project is dedicated to advancing the field of food health and popularizing synthetic biology."},{"Name":"清华大学","Section":"Diagnostics","Title":"综合测量精液活力和致育能力的工程菌改造（Run Sperm Run）","Abstract":"生殖健康一直是可持续发展目标中的重要组成部分。今年来，生育率逐年下降，许多育龄夫妇受到不孕不育症的影响。而其中，男性的精液质量下降是主要因素。目前，精子质量主要通过医院挂号诊断，但仍高度依赖于人工镜检，耗时长且效率低。Tsinghua iGEM2022团队尝试利用合成生物学对精子质量进行检测。基于微流控芯片的产品旨在同时测量精子的运动速度和生育能力两个指标。芯片中内置的工程菌拥有改造后的两套双组份系统Pmr系统和Nisin系统，分别识别精子表面的sp10和EGFR蛋白，作为精子浓度和生育能力的指标，进行检测和报告。接着，在双组份系统下游引入基于lambda 阻遏系统的逻辑门，通过条件计算将指示两个指标的信号分开，最终以荧光蛋白进行报告。我们的精子质量测试项目旨在提供一种可行的方法，让男性可以在家庭中进行自测，以方便准确地获得精子质量状态的初步结果，为进一步的就医提供指导。With increasing infertility rate among the population， reproductive health has become a hotspot of concern， among which low sperm quality is considered to be the major cause. Currently， sperm quality can be examined mainly through hospital appointments which are time-consuming and inconvenient， adding additional challenge to tackling the issue of reproductive health. Therefore， our team has proposed a novel diagnostic method to test sperm quality for household use. The chip-based product is designed to measure sperm motility and fertility simultaneously. Engineered bacteria are organized through intricate design of a two-component system to recognize Sp10 and EGFR protein on the surface of sperm， which are critical index of sperm concentration and fertility respectively. The recognization through the two-component system would then trigger downstream signaling transduction to induce the expression of reporter genes for the two indexes respectively. A logic gated system based on cro\/cI in lambda repressor is introduced to separate the two signals indicating concentration and fertility via conditional computation. The chip is designed to exhibit sperm quality information in a visualized signal of color representation.In summary， our project of rapid sperm quality test can provide a feasible way of self-examining the sperm motility and fertility at home with accuracy and convenience， contributing our efforts to takcling the issue of reproductive health."},{"Name":"厦门大学","Section":"Food & Nutrition","Title":"合成生物学方法检测和防治对虾急性肝胰腺坏死综合症、Operable Magic to Efficiently Getting over AHPND","Abstract":"Shrimp is a kind of economic marine product that receives attention all over the world， including Litopenaeus setiferus， Penaeus monodon， and Penaeus japonicus. They are delicious popular seafood， which are also particularly rich in protein， calcium， and astaxanthin. However， many diseases caused by bacterial pathogens will trigger not only the death of shrimp but also the huge economic loss of fisherfolks. Among these diseases， acute hepatopancreatic necrosis disease (AHPND) is a really nasty contagion that would cause rapid death on a large scale in shrimp aquaculture. The AHPND is mainly infected by  Vibrio parahaemolyticus that carry the virulence gene of pirA and pirB. Using drugs and antibiotics is the common approach to deal with this Vibrio currently. However， abuse of antibiotics and drugs neither specifically targets this Vibrio nor prevents the shrimp from death quickly. It would also destroy the ecological microenvironment and increase the risk of antibiotic resistance. Thus， early diagnosis and effective prevention are the correct measures that should be carried out for the infection of Vibrio parahaemolyticus. Therefore， we try to develop a comprehensive means that combines diagnosis， treatment， and prevention strategies to deal with the AHPND based on synthetic biology. 对虾是一种备受世界关注的海产品，南美白对虾、斑节对虾、日本对虾等不同种类的对虾都在世界范围内被广泛养殖。对虾不仅是餐桌上的美味，还富含蛋白质、钙和虾青素等营养物质。然而，对虾疾病制约了对虾养殖业的发展。对虾急性肝胰腺坏死综合症（AHPND）会导致对虾的大量死亡和减产，是近年来影响对虾养殖最为严重的疾病之一，给对虾养殖业造成巨大的经济损失。已有研究结果表明，AHPND主要由携带pirA和pirB毒力基因的副溶血性弧菌（Vibrio parahaemolyticus）感染引起。目前，施用抗生素是对虾养殖过程中防治副溶血性弧菌的重要方法。然而，抗生素既不能特异性地针对这种弧菌进行防治，也无法防止对虾感染后的快速死亡，滥用抗生素还会破坏生态微环境、提高细菌产生耐药性的风险。因此，XMU-China 团队提出了OMEGA——一种基于合成生物学的针对AHPND的诊断、治疗和预防的综合方法，以保证对虾养殖绿色健康可持续发展。"},{"Name":"上海交通大学生命科学技术学院","Section":"Software & AI","Title":"DL-ecGEM of Actinomycetes 放线菌的DL-ecGEM模型重构","Abstract":"基于约束的全基因组代谢模型（GEM）常用于识别生物基因操纵靶点、鉴别功能基因，为放线菌重构GEM有助于发现新型抗生素、优化抗生素生产。本项目拟开发出一种建模软件，为放线菌重构ecGEM提供可行方案，同时结合深度学习预测代谢酶的转化系数Kcat以弥补参数缺失，加入蛋白三维结构约束和蛋白酶突变热点识别工具给出改造靶点推荐，并利用软件建模验证改造方案对细胞表型产生的影响，为酶工程实验提供定向改造方向、缩短实验周期。Constraint-based genome-scale metabolic models (GEM) are often used to identify gene manipulation targets and functional genes. Reconstructing GEMs for actinomycetes helps to discover new antibiotics and optimize antibiotic production. The project aims to develop a modeling software to provide a feasible scheme for the reconstruction of ecGEM by actinomycetes. At the same time， it combines deep learning to predict the conversion coefficient of metabolic enzymes Kcat to compensate for the lack of parameters. Protein three-dimensional structure constraints and proteolytic mutation hotspots identification tools were added to recommend the target of modification. It uses the effects of modification on cell phenotypes which were verified by software modeling validating retrofitting scheme to provide the orientation of modification for enzyme engineering experiments and shorten the experimental period."},{"Name":"上海交通大学生命科学技术学院Bio-X研究院","Section":"Foundational Advance","Title":"Interstellar Information Transportation With DNA Storage Technology And Bacterial Spores利用DNA储存技术和细菌孢子进行星际信息传输","Abstract":"Our project this year is all about interstellar information transportation with DNA storage technology and bacterial spores. Information with regard to all the aspects of human civilization is what really counts but easy to be ignored when we think about developing new techniques enabling mankind to travel in space or even migrate to another planet. Therefore， how a huge amount of information can be stored with a little space and an affordable cost， and how the information is stored in security and stability amid harsh cosmic environment to support the accurate transport are the challenges we have confronted.我们的项目今年的主题是利用DNA存储进行星际信息传输技术和细菌孢子。关于人类文明各个方面的信息是非常重要的，但当我们考虑开发新技术，使人类能够在太空中旅行甚至迁移到另一个星球时，这些信息却很容易被忽视。因此，如何以很小的空间和负担得起的成本存储大量信息，以及如何在恶劣的宇宙环境中安全稳定地存储信息以支持精确传输，是我们面临的挑战。"},{"Name":"上海科技大学生命科学与技术学院","Section":"Manufacturing","Title":"用于火星基地的微型生物生产循环系统（MBCS-Mars）","Abstract":"未来，由于地球上空间和资源的限制，人类可能会走向太空，移民到某个遥远的异星上。移民初期，需要有限的条件下利用星球上的资源进行生产来满足人类的食品药品需求。火星，与地球同属太阳系的宜居带，拥有大气层和丰富的地表资源，移民火星很可能会成为人类异星移民的第一站。因此我们以火星为场景，设计了三元微生物共生为基础的微型生物生产循环系统（Mini Bioproduction Circle System， MBCS），来满足人类在火星移民中的食品药品生产需要。In the future， because of the growing human population and the limited number of resources on Earth， it is possible that humans will decide to go into space in search of another planet to live on. In the beginning， it is necessary to make use of the limited resources available on the alien planet to produce food and medicine.Like Earth， Mars is in the habitable zone of the solar system and has an atmosphere. It also has abundant resources on its surface， making it very likely that Mars will be the first step for human colonization. With this in mind， we designed the Mini Bioproduction Circle System (MBCS) based on ternary microbial symbiosis with the resources available on Mars to meet the food and drug production needs of human beings."},{"Name":"深圳大学生命与海洋科学学院","Section":"Manufacturing","Title":"中文：水稻纹枯病的检测与治疗；英文：The detection and treatment of rice sheath blight","Abstract":"水稻是我们国家主要粮食作物，然而，水稻三大主要病害之一——水稻纹枯病的有效解决手段却一直处于空缺状态。该疾病的病原菌为立枯丝核菌，易于传播、难以根治。因此，我们设计针对水稻纹枯病的综合防治方案，旨在进行水稻纹枯病的田间检测与治疗，并有望拓展应用于其他常见作物疾病。在我们的综合性方案中，首先，我们使用电子鼻系统和LAMP-OTG\/LAMP-LFD进行水稻纹枯病早期检测。然后，我们使用疏水材料包裹过表达表面疏水蛋白epl1与蛋白酶prb1、表达抗菌肽sn1深绿木霉工程菌，使其自发聚集在水稻的水生界面处，实现对立枯丝核菌的传播阻断与初步抑制。最后，我们利用RNAi手段，干扰立枯丝核菌侵染过程中PG、PMK1等关键蛋白的表达，实现立枯丝核菌的彻底灭杀。Rice is one of the main food crops in China. However， the effective solution of rice sheath blight， one of the three main diseases of rice， has been lacking. The pathogen of the disease is Rhizoctonia solani， which is easy to spread and difficult to control. Therefore， we designed a comprehensive control blueprint for rice sheath blight， aiming at field detection and treatment of rice sheath blight， and it is expected to expand its application to other common crop diseases.Firstly， we established an E-nose system and a LAMP-OTG\/LAMP-LFD system for early detection of rice sheath blight. Then， we selected proper hydrophobic materials to wrap engineered fungi - Trichoderma atroviride - with overexpression of surface hydrophobic protein EPL1 and protease PRB1 as well as expression of antimicrobial peptide SN1， which are supposed to spontaneously aggregate at the aquatic interface of rice to achieve transmission blocking and preliminary inhibition of R. solani. Ultimately， we took advantage of RNAi to interfere with the expression of PG， PMK1 and other key proteins in the infection of R. solani， so as to achieve the elimination of R. solani."},{"Name":"深圳职业技术学院","Section":"Foundational Advance","Title":"自生长多功能膜  Self-growth Multifunction Film","Abstract":"随着人民生活水平的提高，人们对护肤越来越关注。通过调查，我们发现人们主要关注的护肤功效是补水保湿、抗衰老、提亮、修护、淡斑。GSH这类活性抗氧化物具有这些热门护肤功效，却受限于其稳定性差，溶于水后易分解，从而难以有效应用于化妆品中。为此我们设计一个新的GSH应用思路：通过活菌产品的形式，即产即用。此时需要一个合适的载体，具有补水保湿和强亲肤性的细菌纤维素是不错的选择。为此我们选用具最强合成细菌纤维素能力的木醋杆菌作为底盘，通过合成生物学和光遗传学的方法改造木醋杆菌。设计分为三个模块，一是药物生产，选用新型双功能酶生产GSH；二是红光产膜，用红光控制细菌生产BC；三是安全与释放模块，用蓝光控制细菌裂解，让胞内的GSH释放。With the improvement of people's living standards， people pay more and more attention to skin care. Through the survey， we found that the skin care efficacies that people are mainly concerned about are moisturizing， anti-aging， brightening， repairing， and lightening. Active antioxidants such as GSH have these popular skin care efficacies， but are limited by their poor stability and easy to decompose after dissolving in water， making it difficult to be effectively used in cosmetics. Therefore， we designed a new GSH application idea: in the form of live bacteria products， use immediately what are produced. At this time， a suitable carrier is needed， and BC with moisturizing and skin-friendly properties is a good choice. We selected Gluconacetobacter hensenii， which has the strongest ability to synthesize BC， as the chassis cell， and transformed Gluconacetobacter hensenii through synthetic biology and optogenetics. Our design is divided into three modules， the first is the drug production module， which uses a new bifunctional enzyme to produce GSH. The second is BC production module， which produce BC under the control of red light. The third is the safety and release module. Under the control of blue light， bacteria are lysed to release intracellular GSH."},{"Name":"深圳中学","Section":"Food & Nutrition","Title":"β-半乳糖苷酶工程改造  β-Galactosidase Engineering","Abstract":"我们的项目主要通过在乳制品中添加β-半乳糖苷酶来降低乳糖不耐受患者日常生活中乳糖不耐受症的发生频率。因为乳糖酶成本较高，很少有乳制品会特意加入乳糖酶。因为米曲霉胞外表达的β-半乳糖苷酶在酸性环境中活性更强，所以在大部分奶制品生产的中性环境中米曲霉胞外表达的β-半乳糖苷酶难以得到最佳运用。我们的项目通过定向改造beta半乳糖苷酶的最适pH，并将优化后的beta半乳糖苷酶添加到乳制品，可以在工业生产中降低使用乳糖酶的成本，从而向乳糖不耐受人群提供乳制品。米曲霉胞外表达的β-半乳糖苷酶可以更快的分解乳糖，从而缓解乳糖不耐症的症状。 总体而言，乳糖不耐受患者也可以很好的食用乳制品。Our project primarily serves to reduce the frequency of occurrence of lactose intolerance in people's daily life by adding beta-galactosidase into the packaging of dairy products. Additionally， few dairy products are specially designed for people with lactose intolerance because of the unaffordable cost and some limitations of enzymes. The nearly neutral environment of producing fairy products limits the application of beta-galactosidase extracellularly expressed by A. oryzae， which prefers the acidic environment. With the innovation of adding lactase into the packaging of dairy products and engineering the optimum pH of the lactase， lactose can be broken down faster during transportation as well as sale， and thus， symptoms of lactose intolerance will be relieved. Overall， people suffering from lactose intolerance can also live with dairy products peacefully."},{"Name":"沈阳药科大学","Section":"Therapeutics","Title":"TNBCanceraser 三阴乳腺癌消除器","Abstract":"There is a well-known fact that breast cancer has overtaken lung cancer as the most frequently diagnosed cancer according to the Health China. Although almost Breast cancer have over expressing of estrogen receptor ， progesterone receptor and human epidermal growth factor receptor 2， yet other type of BC called TNBC lacks all of them . Therefore， target therapy become low response rate. Now ， the effective approach for targeting HER2 such as Trastuzumab for breast cancer still play a little role in TNBC for terrible targeting . Meanwhile ， it always associates with toxicity and resistance. Therefore， new therapy strategies to TNBC are urgently needed. Recently， Lgals2 has been proved to be a potential target for TNBC. Therefore， we decided to modify the probiotic E.colo Nissle 1917. Tsr is a typical chemoreceptor in it ， we knock its gene and use plasmid to express Tlpc which exist in H pylori. It receive stimulates and swim to the high lactic region which is characterized by cancer cell’s microenvironment. Then ， we decide to use ScFv to bind Lgals2 .After binding it ，  it will induce the expression of PEA which can kill cancer cells. As for other part ， the oscillator system and safety part are under the construction .众所周知，根据《健康中国》的报告，乳腺癌已超过肺癌成为最常见的癌症。虽然几乎乳腺癌有雌激素受体、孕激素受体和人类表皮生长因子受体 2 的过度表达，但其他类型的称为 TNBC 的 BC 缺乏所有这些。因此，靶向治疗的反应率变得很低。现在，靶向HER2的有效方法，如乳腺癌的曲妥珠单抗，在TNBC中对于可怕的靶向作用仍然很小。同时，它总是与毒性和耐药性联系在一起。因此，迫切需要新的 TNBC 治疗策略。最近，Lgals2 已被证明是 TNBC 的潜在目标。因此，我们决定对益生菌E.colo Nissle 1917进行改造。Tsr是其中典型的化学感受器，我们敲除它的基因并用质粒表达存在于幽门螺杆菌中的Tlpc。它接受刺激并游到以癌细胞微环境为特征的高乳酸区。然后，我们决定用 ScFv 结合 Lgals2。结合后，它会诱导 PEA 的表达，从而杀死癌细胞。至于其他部分，振荡系统和安全部分正在建设中。"},{"Name":"思铺学院","Section":"Therapeutics","Title":"我们的项目旨在研究如何改造精氨酸工程益生菌来实现结直肠癌的免疫治疗。免疫疗法是近几年新兴的癌症治疗方法，主要通过药物强化人体免疫系统，依靠人体免疫力将癌细胞消灭。而精氨酸就是一种可以调节人体免疫应答反应的物质。因此我们的项目，想要借助基因工程的方法，改造对人体无害的益生菌ECN1917，生产一种可以在人体肠道产生精氨酸，实现结直肠癌免疫治疗的益生菌药物。","Abstract":"Our project aims to investigate how arginine engineered probiotics can be engineered to enable immunotherapy for colorectal cancer. Immunotherapy is an emerging cancer treatment method in recent years， mainly through drugs to strengthen the human immune system， relying on human immunity to eliminate cancer cells. Arginine is a substance that can regulate the body's immune response. Therefore， our project wants to use genetic engineering methods to modify the probiotic ECN1917， which is harmless to the human body， and produce a probiotic drug that can produce arginine in the human intestine and realize the immunotherapy of colorectal cancer."},{"Name":"思铺学院","Section":"Diagnostics","Title":"Early diagnosis of breast cancer utilizing cell free crispr cas12a system to detect circRNA biomarkers 运用无细胞crispr cas12a系统检测靶标circRNA完成对乳腺癌的早筛","Abstract":"We want to develop a model that can be applied to various cancer early detections apart with breast cancer. Also， we want to take this chance to enhance the global awareness of breast cancer.我们利用新发现的乳腺癌生物标志物circRNA 1982和1785来实现乳腺癌的早期检测。我们使用的技术称为crispr cas12a系统，cas12a酶通过互补整合与目标环状rna结合后，可以非特异性切割单链dna荧光分子。我们希望开发一种模型，除了乳腺癌，还可以应用于各种癌症的早期检测。同时，我们也希望借此机会提高全球对乳腺癌的认识。"},{"Name":"四川大学","Section":"Food & Nutrition","Title":"（暂定）基于赤藓糖醇独立生态位的益生菌长效定植  Gut Nichery: Long-term colonization of probiotics based on erythritol exclusive metabolic niche","Abstract":"我们今年希望设计一个基于代糖赤藓糖醇的工程益生菌平台，以解决其定制不稳定及密度不足的问题。我们计划以益生菌大肠杆菌Nissle 1917（EcN）为底盘生物，通过将可以分解赤藓糖醇的稀有基因座引入其中，使其可以利用赤藓糖醇作为碳源，以增加其在肠道菌群中的竞争优势，从而增加其定植效果和种群密度。同时，我们还引入了赤藓糖醇诱导系统，以期在EcN中实现赤藓糖醇诱导表达系统的表征和构建。我们理想的结果是——人们只需要服用代糖赤藓糖醇就可以实现在肠道中外源基因的诱导表达，实现对菌群的精确调控。In this year， we want to design an engineered chassis organism based on the sugar substitute erythritol， in order to address its custom instability and lack of density. We plan to use the probiotic E. coli Nissle 1917 (EcN) as the chassis organism and increase its colonisation and population density by introducing a rare locus that can break down erythritol so that it can use erythritol as a carbon source to increase its competitive advantage in the intestinal flora. We have also introduced an erythritol induction system with a view to characterising and constructing an erythritol-inducible expression system in EcN. Our ideal outcome is that one can achieve induced expression of exogenous genes in the gut for precise regulation of the flora by simply taking the sugar substitute erythritol."},{"Name":"天津大学化工学院","Section":"Foundational Advance","Title":"Micro Nuwa-A multi-target editor for DNA information storage","Abstract":"iGEM Tianjin2022的项目是基于DNA存储技术的更多可能性应用。团队构建了单碱基编辑器，gRNA阵列以实现碱基多靶点的编辑技术，实现了对DNA序列上多个位点的同时修改。通过编程手段将一段要储存的文本，音乐等信息转化为可以利用单碱基编辑器多靶点编辑的序列。通过合适的编码将编辑工具的潜能发挥到最大。队伍选择了音乐与图像两种信息证明系统的可行性。IGEM tianjin2022's project is based on more possible applications of DNA storage technology. The team built a single base editor and gRNA array to realize the editing technology of base multi-target， and realize the simultaneous modification of multiple sites on the DNA sequence. Through programming， a piece of text， music and other information to be stored can be transformed into a sequence that can be edited by a single base editor with multiple targets. Maximize the potential of editing tools through appropriate coding. The team chose music and image to prove the feasibility of the system."},{"Name":"同济大学生命科学与技术学院","Section":"Software & AI","Title":"Tongji_Software 同济_软件","Abstract":"基因编辑技术在合成生物学研究中是不可或缺的一种工具，但目前也存在脱靶效应、非特异性结合等问题。目前研究发现anti-CRISPR蛋白可抑制脱靶效应，提高安全性，此外，它还能作为基因编辑调控的抑制剂，提供更多可选择的工具来进行实验设计。因此，我们关注到这种蛋白，希望能通过寻找这些有助于基因编辑的蛋白来辅助合成生物学实验。我们的软件设计目的是提供一个可以搜索不断扩大的病毒基因组、宏基因组等数据库的全新Acr蛋白的工具，从而扩展Acrs的多样性，为合成生物学潜在基因编辑工具的挖掘提供一种简单便捷的方式。Gene editing technology is an indispensable tool in synthetic biology research， but there are some problems such as off-target effect and non-specific binding. Current studies have shown that anti-CRISPR can inhibit off-target effects and improve safety. In addition， anti-CRISPR can be used as an inhibitor of gene editing regulation， providing more alternative tools for experimental design. So we're paying close attention to the protein， and we're mining these proteins to help with our synthetic biology experiments. Our software is designed to provide a tool that can search for novel Acr proteins in the ever-expanding database of viral genomes， metagenomes， and so on， thus expanding the diversity of Acrs and providing a simple and convenient way to mine potential gene editing tools in synthetic biology."},{"Name":"武汉大学生命科学学院","Section":"Therapeutics","Title":"Reach for Light","Abstract":"抑郁症，也称重性抑郁障碍或临床抑郁症，是一种常见的精神障碍。抑郁症患者也可能在没有明显生理原因的情况下表现出各种生理疾病。抑郁症可能是长期或反复发作的，严重损害了人们在工作或日常生活的能力。在最严重的情况下，抑郁症会导致自杀。我们希望基于肠道益生菌长双歧杆菌Bifidobacterium longum， 基于其本身具有的抗抑郁效果，赋予其长期给药的能力。它将接受振荡器的调节，长期、定期、周期性地产生天然抗抑郁药物SAMe以治疗抑郁症。通过口服，工程菌将定植在抑郁症患者肠道内，在作用过程中，通过温控安全开关防止其泄漏，也可以通过服用AHL来主动终止给药。Depression， also known as major depressive disorder， is a common but serious mood disorder. Patients suffering from depression require uptake of different kinds of antidepressants， which may cause disgusting side effects and economic and\/or mental burden. To address this problem， our team tend to engineer the probiotic Bifidobacterium longum， to periodically generate SAMe， which is a natural metabolite and a natural antidepressant."},{"Name":"西安交通大学","Section":"Environment","Title":"Synthesis of herbicides and extracellular polysaccharide（EPS）using blue light induction switch element 利用蓝光诱导开关合成除草剂和EPS（最终版本还未确定）","Abstract":"我们尝试设计工程菌解决滥用除草剂和地膜导致的塑料污染的问题，本项目的特色之处在于蓝光诱导开关和温控自杀元件双调控，借助阿拉伯糖诱导开关改造为蓝光诱导开关，实现化学物质调控转为低成本物理调控，从而可控合成除草剂和胞外多糖，达到特定温度后开启自杀模式释放它们，发挥除草剂的作用并且胞外多糖交联产生保水保温的生物地膜。   We try to design engineering bacteria as a solution to the problems caused by the abuse of herbicides and mulch plastic pollution， the characteristic of our research group is that dual regulationthe between blue light induction switch element and temperature control suicide part， achieving low cost and controllable synthesis of herbicides and extracellular polysaccharide. When it reach a certain temperature， engineering bacterium are in a suicide mode， releasing the synthesized herbicide and the EPS which crosslinks acting as a water-preserving biofilm."},{"Name":"西北大学生命科学学院","Section":"Diagnostics","Title":"红蓝之战\/The Battle between Red and Blue","Abstract":"NWU-CHINA-A今年的项目致力于利用工程益生菌作为底盘制作一种适用于检测肠道微量出血的生物传感器并且设计一款可在非实验条件下简易培养细菌的装置实现方便自测。通过在大肠杆菌中引入双质粒，将ChuA（血红素转运蛋白）、HrtR（乳球菌血红素反应性转录抑制因子）、启动子HrtO、色素基因引入工程益生菌中。通过服用益生菌作用于肠道，当肠道微量出血时，ChuA会将肠道内的血红素转运到大肠杆菌中与HrtR结合影响HrtO启动子的转录表达，启动子下游的色素基因便会转录表达。最后在排出的粪便中检测色素，从有无颜色判断是否存在微量出血。Our project is committed to using engineering probiotics as a chassis to make a biosensor suitable for detecting intestinal micro bleeding， and to design a device that can easily cultivate bacteria under non experimental conditions to achieve convenient self-test. By introducing double plasmids into E. coli， Chua (heme transporter)， hrtr (Lactococcus heme reactive transcription inhibitor)， promoter HrtO and pigment genes were introduced into engineering probiotics. By taking probiotics to act on the intestines， when there is a small amount of intestinal bleeding， Chua will transport the heme in the intestines to E. coli and combine with hrtr to affect the transcription and expression of the hrto promoter， and the pigment gene downstream of the promoter will be transcribed and expressed. Finally， detect the pigment in the excreted feces， and judge whether there is trace bleeding from the presence or absence of color."},{"Name":"西北工业大学生命学院","Section":"Environment","Title":"Construction of Dual Enzyme Degradation System for Polycyclic Aromatic Hydrocarbons","Abstract":"项目简介：多环芳烃（PAHs）是指含两个或两个以上苯环的芳烃，是一种普遍分布在自然环境中具有持久性、高毒性的有机污染物。目前，环境中微生物修复是去除PAHs的主要途径之一。漆酶和木质素过氧化物酶是天然的可降解多环芳烃的酶， 二者存在协同作用。因此，优化及共表达漆酶和木质素过氧化物酶对降解PAHs有重要意义。我们正以大肠杆菌和蓝藻为底盘菌，利用DNA重组技术异源表达漆酶和木质素过氧化物酶，分析不同微生物体系降解PAHs的效率，从而构建高效的人工菌降解多环芳烃体系。Abstract：Polycyclic aromatic hydrocarbons (PAHs) refer to aromatic hydrocarbons containing two or more benzene rings， which are persistent and highly toxic organic pollutants widely distributed in nature. At present， microbial degradation in the environment is one of the main ways to remove PAHs. Laccase and lignin peroxidase are natural enzymes that can degrade polycyclic aromatic hydrocarbons， and there is a synergistic effect between them. Therefore， optimization of co-expression system of laccase and lignin peroxidase are of great significance for the degradation of PAHs.We intends to use E.coli and cyanobacteria as chassis bacterias， and to use DNA recombination technology to heterologously express laccase and lignin peroxidase and analyze the efficiency of PAHs degradation by different microbial systems， so as to construct an efficient artificial bacteria PAHs degradation system."},{"Name":"西交利物浦大学生物科学系","Section":"Environment,Industrial Scale-Up","Title":"新型生物膜用于工业污水处理 Application of new biofilm in industrial wastewater treatment","Abstract":"在工业污水处理环节中，我们利用生物膜，对污水中的重金属离子吸附回收。我们设计了净水滤芯，借助合成生物学手段改造的工程菌，充分发挥其吸附重金属离子的优势。旨在工业废水处理环节中，一步完成多种重金属离子的阻拦、吸附回收和排放检测环节。希望利用该项目的研究成果为实现工业零排放的目标贡献力量。We designed a water purification filter to take full advantage of engineered bacteria ability to absorb heavy metals. It aims to complete the blocking， adsorption recovery and emission detection of a variety of heavy metal ions in the process of industrial wastewater treatment. We hope to use the research results of this project to contribute to the goal of zero emissions in the industry."},{"Name":"浙江大学","Section":null,"Title":"Story Light 利用微生物矿化（MICP）修复石料文物","Abstract":"项目简介：由于经年累月的风化作用，不少石料文物都遭到了不同程度的破坏，其中文物的微小裂缝更是以其难检测。难治理与高危性成为石料文物修复的一大难题。因此，ZJU-China着眼于石料文物微小裂缝的修复，基于工程枯草芽胞杆菌诱导的生物矿化，在细胞外形成碳酸钙沉淀，填补石料文物的微小裂缝，同时制造胞外碳酸钙支架，使碳酸钙形成坚固的结构，加上群体感应和生物安全模块，致力于开发石料文物综合保护的技术。Due to years of weathering， many stone cultural relics have been damaged to varying degrees， and the tiny cracks of cultural relics are especially difficult to detect， forming a major problem of stone cultural relics restoration. Therefore， this year， ZJU-China focuses on the repair of tiny cracks in stone cultural relics. Based on the bio-mineralization induced by bacillus subtilis， calcium carbonate precipitates are formed in vitro to fill the tiny cracks in stone cultural relics. At the same time， the extracellular calcium carbonate scaffold is designed to make the synthesized calcium carbonate form a firm structure. Lastly， quorum sensing and bio-safety parts are added to develop a comprehensive protection technology."},{"Name":"浙江大学杭州国际科创中心","Section":"Environment","Title":"茶卫士 Teafender","Abstract":"我们是HiZJU-China团队，我们今年的参赛主题是“利用性信息素进行茶蚜防治”，项目名为“Teafender”（取自Tea和defender）。茶蚜为同翅目蚜科声蚜属的一种昆虫，分布安徽、江苏、广东等省份，除危害茶树、油茶外，还为害柑桔类、荔枝、香蕉等。其成虫和若虫刺吸嫩叶汁液，使叶片多皱缩卷曲。在项目中，我们将来自棉铃虫的G蛋白偶联受体HarmOR10的对应基因导入酿酒酵母，利用工程菌检测茶树受茶蚜虫害之后释放的苯甲醛，并释放茶蚜的性信息素（荆芥内酯和荆芥醇），并且我们希望释放的荆芥内酯和荆芥醇成一定比例，尽可能接近于茶蚜性信息素的成分比例，以高效地干扰茶蚜的交配，同时吸引茶蚜的天敌，最终达到减少茶园中的茶蚜虫害的目的。除去主体部分外，项目还包括茶园的实地考察，消费者和茶农的问卷调查以及有关合成生物学的科普活动，当我们完成实验室工作之后，我们还将进行田间试验，将我们的项目正式落地并进行推广应用。 We are Team HiZJU-China. Our theme this year is the prevention and cure of Toxoptera aurantii by using its sex pheromone and the project is called Teafender from two nouns tea and defender. Toxoptera aurantii， also known as tea aphid， is a kind of insect of Homoptera， which is widely distributed in Anhui， Jiangsu， Guangdong province and so on. In addition to harming tea trees and oil tea，it also do damage to citrus， litchi， bananas， etc. In our project， we will introduce the gene of the G protein-coupled receptor HarmOR10 from Helicoverpa armigera into yeast. Then we will use our engineered bacteria to detect benzaldehyde secreted by tea trees after Toxoptera aurantii infestation and release the sex pheromones of Toxoptera aurantii whose composition including nepetalactone and nepetalactol. We also hope that the nepetalactone and nepetalactol are in a ratio which is as close as possible to the ratio of the components of the tea aphid sex pheromone. This project is aimed at Interfering with the mating of Toxoptera aurantii and attracting natural enemies of Toxoptera aurantii， which will ultimately reduce the infestation of Toxoptera aurantii in tea plantations. Except the main parts，the project also includes field trips to tea plantations， questionnaire surveys of consumers and tea farmers， and science popularization activities about synthetic biology， etc. Once we have completed our laboratory work， we will also conduct field trials to formalize our project in the field and promote its application."},{"Name":"浙江工业大学","Section":"Therapeutics","Title":"Oral Probiotics","Abstract":"口腔问题是一个影响大，范围广的健康问题，本课题基于枯草芽孢杆菌开发口腔益生菌，寻求一种低成本、便捷的预防口腔疾病的方式。我们设计了多条基因线路实现检测口腔卫生情况与预防龋齿的目的，同时实现检测结果便捷的反馈。最终将科研成果、计算机的建模和大量实验数据相结合，研发可靠便捷的口腔益生菌。Oral problem is a high-impact and wide-ranging health problem.In this project， we developed oral probiotics based on Bacillus subtilis to seek for a low-cost and convenient way to prevent oral diseases. We designed multiple genetic circuit to achieve the purpose of detecting oral hygiene and preventing dental caries， as well as achieving convenient feedback of test results. The end result was a combination of scientific research， computer modeling and extensive experimental data to develop a reliable and convenient oral probiotic."},{"Name":"中国地质大学（武汉）环境学院","Section":"Therapeutics","Title":"一种基于转录的具有广泛适用性的环二鸟苷酸生物传感器   A Broadly Applicable Transcription-Based Reporter for Gauging c-di-GMP Levels","Abstract":"生物膜作为主要的微生物生长模式广泛存在于自然、工程及医疗环境中，使其受到越来越多的关注。生物膜形成过程中，第二信使分子环二鸟苷酸（c-di-GMP）作为中心调节因子扮演着重要角色。已证实c-di-GMP浓度影响生物膜形成，但在多数细菌中很难实时监测c-di-GMP水平。这极大地限制了生物膜生物学和生物膜工程学研究的发展。本研究将开发一种可潜在地广泛利用于不同微生物的c-di-GMP生物传感器。该工具灵敏且可实时监测c-di-GMP动态变化，亦可实现高通量筛选。Since biofilm presents the prevalent mode of microbial growth in natural， engineered and medical settings， the investigation of biofilm has become an attractive field of research. The second messenger c-di-GMP plays an essential role as a central regulator in biofilm formation. While numerous studies have examined the effects of c-di-GMP levels on biofilm formation， it has not been possible to monitor c-di-GMP levels in real time in many bacteria， which limits the development of research on biofilm biology and biofilm engineering. To overcome this limitation， we will construct a c-di-GMP biosensor that is readily adaptable for gauging c-di-GMP levels in different bacteria， and try to achieve cell-free system. This tool is sensitive， can supply real-time monitoring of c-di-GMP dynamics， and are amenable to high throughput screening."},{"Name":"中国海洋大学海洋生命学院","Section":null,"Title":"自动调节生产生长连续筛选生产平台","Abstract":"敲除工程菌生长必须基因并导入到质粒中去，在其前加上一个弱表达启动子，使得工程菌体内质粒拷贝数减少，工程菌死亡的目的。借用拟南芥中的一种通路，当发酵罐中的工程菌数量达到一定阈值，特定的启动子开始表达。并且通过靶向膜的一种适配体特异性地将产物运出胞外，弱工程菌发生退化则适配体相连接的核糖开关将表达自杀蛋白。"},{"Name":"中国科学技术大学","Section":"Diagnostics","Title":"冰片醇的高效生物合成（Efficient biosynthesis of borneol） 和 磁小体介导的癌症靶向治疗（Targeted therapy of cancer mediated by magnetosomes）","Abstract":"冰片醇的高效生物合成：冰片醇作为一种重要的化学原料和药物在全世界范围内具有广泛的需求，目前高纯度的冰片醇的主要来源还是依赖于自然环境中提取，但随着近年来樟脑等树木资源的枯竭冰片醇的产量正在降低，因此我们希望可以借助酵母来实现冰片醇的大规模生产。（Efficient biosynthesis of Borneol:  Bornyl alcohol as a kind of important chemical raw material and drug has extensive worldwide demand， at present the main source of high purity of bornyl alcohol extracted or rely on the natural environment， but as in recent years， such as camphor trees resources drying up of bornyl alcohol yield is lower， so we hope that can be done with the help of yeast bornyl alcohol large-scale production. ）磁小体介导的癌症靶向治疗：趋磁细菌胞内合成的外被生物膜的磁性纳米粒子，成分为四氧化三铁或四硫化三铁，良好的铁磁性使其具有广阔的应用前景。 我们希望利用趋磁细菌生产的磁小体并进行改造以实现对癌细胞的定位并通过芬顿反应以实现癌细胞的杀伤（Targeted therapy of cancer mediated by magnetosomes: Magnetic nanoparticles of externally coated biofilm synthesized in the cells of magnetotactic bacteria， composed of ferric oxide or ferric sulfide， with good ferromagnetism， it has a broad application prospect.  We hope to take magnetosomes produced by magnetotactic bacteria and modify them to localize cancer cells and kill cancer cells by fenton reaction ）"},{"Name":"中国农业大学","Section":null,"Title":"中文：护石传说 英文：COM ON","Abstract":"中文：石质文物是历史遗留给我们的珍贵物质文化遗产，许多露天石质文物至今仍在遭受着酸雨、盐腐蚀以及风化的侵蚀。位于杭州灵隐寺内的白塔，至今已有上千年的历史，但其上一些经文石刻仍然清晰完整，原因是其表面覆盖着一层天然形成的一水合草酸钙结晶薄膜起到了保护作用。CAU_China将利用合成生物学方法改造荧光假单胞菌2P24，使其能够用生物矿化的方法在文物表面产生致密的一水合草酸钙保护膜。我们将通过调控荧光假单胞菌2P24菌株的全局调控因子gacA和群体感应因子c-di-gmp使其大量产生胞外多糖，然后通过光信号控制obcAB和fpoar实现草酸的排出，排出的草酸离子就可以与岩石表层溶解以及外源添加的Ca2+结合，在文物表面形成致密的一水合草酸钙薄膜。英文：Stone cultural relics are precious material cultural heritage left to us by history. Many open-air stone cultural relics are still suffering from acid rain， salt corrosion and weathering erosion. The white Pagoda located in Hangzhou lingyin Temple has a history of more than one thousand years， but some of the stone carvings on it are still clear and intact， because its surface is covered with a layer of naturally formed calcium oxalate crystal film to protect it. CAU_China will use synthetic biological methods to modify Pseudomonas fluorescens 2P24 so that it can produce a dense protective film of calcium oxalate monohydrate on the surface of cultural relics by biological mineralization.We will regulate the global regulatory factor gacA and quorum sensing factor c-di-GMP of Pseudomonas fluorescein 2P24 to make it produce a large amount of extracellular polysaccharide， and then control obcAB and FPOAR by light signal to achieve oxalic acid excretion， so that the oxalate ions discharged can dissolve with the rock surface and combine with exogenous Ca2+. Finally， dense calcium oxalate monohydrate film is formed on the surface of cultural relics."},{"Name":"中国人民解放军海军军医大学基础医学院","Section":"Therapeutics","Title":"Whack-a-Mole: aim for a billion targets， strike with a giant hammer.","Abstract":"当我们在玩打地鼠游戏时，我们不断地拿着手里的小锤子去敲打它们，但它们总会从地鼠机的另一边冒出来，就像在肿瘤生长进化过程中不断诞生的新抗原一样。为了解决这一问题，我们设想并初步实践了一种基于抗体库技术的CAR-NK92库疗法。根据伯内特克隆选择学说，一个健康的成年人能产生针对所有抗原的抗体，其中也包括肿瘤抗原。我们大胆猜想：从健康人外周血中提取出的编码抗体的mRNA，经过阴性筛选后可以构造出抗体库，将抗体库装载至NK-92细胞表面形成的CAR-NK92库可以针对所有肿瘤抗原。这样的策略就像我们在玩打地鼠游戏时拿了一把巨大的锤子，这把锤子可以一次砸中所有的地鼠，让地鼠们无处可逃！为了有效控制细胞数量，我们效仿正常免疫细胞选择性克隆的现象，设计了基因回路，来达到这样的目的：识别到肿瘤抗原的CAR-NK92细胞允许增殖，其余细胞诱导凋亡。目前我们通过细胞实验证明了基因回路的可行性，下一步我们会对该疗法的体内杀瘤效果进行模拟。When we play Whac-a-Mole， we keep hitting them with our little hammers， but they always pop up on the other side of the machine， like neoantigens that are constantly  appearing as tumors grow and evolve. To address this problem， we conceived and preliminarily tested the CAR-NK92 library therapy based on antibody library technology. According to clonal selection theory， a healthy adult can produce antibodies against all antigens， including tumor antigens. We have a conjecture that mRNAs encoding antibodies extracted from the peripheral blood of healthy humans， can construct the antibody library after negative selection， and the CAR-NK92 library consisting of  NK-92 cells loading the antibody library can target all tumor antigens. This strategy is like playing Whac-a-Mole with a giant hammer that can strike all the moles simultaneously， leaving them nowhere to run! In order to control the cell population， we designed a genetic circuit to achieve the goal that CAR-NK92 cells that recognize tumor antigens are allowed to proliferate while the rest are induced apoptosis， emulating the selective cloning phenomenon of normal immune cells. We have now demonstrated the feasibility of the genetic circuit through cellular experiments， and our next step is to simulate the tumor-killing effect of the therapy in vivo."},{"Name":"中国药科大学","Section":"Software & AI","Title":"molecular generation for DNA polymerase_theta","Abstract":"Finding target molecules with specific chemical properties plays a decisive role in drug development. We proposed GEOM-CVAE， a constrained variational autoencoder based on geometric representation for molecular generation with specific properties， which is protein-context-dependent. In terms of machine learning， it includes continuous feature embedding encoder and molecular generation decoder. Our key contribution is to propose an efficient geometric embedding method， including the spatial structure representations of drug molecule (converting the 3-D coordinates into image) and the geometric graph representations of protein target (modeling the protein surface as a mesh). The 3-D geometric information is vital to successful molecular generation， which is different from previous molecular generative methods based on 1-D or 2-D. Our model framework generates specific molecules in two phases， by first generating special image with molecular 3-D information to learn latent representations and generating molecules with constrained condition based on geometric graph convolution for specific protein and then inputting the generated structural molecules into a parser network for obtaining Simplified Molecular Input Line Entry System (SMILES) strings. Our model achieves competitive performance that implies its potential effectiveness to enable the exploration of the vast chemical space for drug discovery."},{"Name":"中国药科大学工学院","Section":"Diagnostics","Title":"中文：可视化便携癌症早期初筛设备 英文：Convenient and readable equipment for multiple cancers detection","Abstract":"中文：2022 CPU-CHINA团队聚焦于多种癌症的初步筛查，旨在让医疗条件落后地区人群获得更多的健康保障。我们使用生信技术筛选出一种与20多种癌症的发生发展均存在高相关性的lncRNA分子，并为其设计了配套的检测系统。该系统操作简便且无需价格高昂的仪器，即可对人血液中的该lncRNA分子的表达进行定量检测。为检测者的患癌风险提供了极具参考意义的预示指标。英文：2022 CPU-CHINA team focuses on preliminary detection of various cancers， aiming to provide more health security to people in underdeveloped areas. We used bioinformatics to screen out a lncRNA molecule that is highly correlated with the occurrence and development of more than 20 kinds of cancers， and then designed a matching detection system for it. The system is easy to operate and does not require expensive instruments to quantitatively detect the expression of lncRNA in human blood. It provides a very meaningful indicator for predicting the risk of cancer."},{"Name":"中南大学生命科学学院","Section":"Diagnostics","Title":"混合型sgRNA的CRISPR-Cas12a系统检测循环游离DNA来诊断包虫病、Diagnosing echinococcosis through multi-sgRNA bulletin of cell-free circulating DNA using CRISPR-Cas12a","Abstract":"我们设计了一个寄生虫病诊断系统，通过检测人体血液中的循环游离DNA (cfDNA)，以确定他们是否感染了寄生虫。使用重组酶聚合酶扩增(RPA)在血液中扩增cfDNA。然后利用扩增产物激活CRISPR-Cas12ａ系统的反式切割活性（旁切效应），切割我们设计合成的核酸探针。最后用胶体金试纸对切割产物进行检测。Our diagnostic system for parasitic diseases tests a person's cell-free Circulating DNA (cfDNA) in their blood to see if they are infected with the parasite. We used the Recombinase Polymerase Amplification（RPA）to amplify cfDNA in blood. Then the amplification product was used to activate the trans-cleavage activities of CRISPR-Cas12A system， cut the nucleic acid probe we designed and synthesized. Finally， the colloidal gold test papers were used to detect the cut product."},{"Name":"中山大学生命科学学院","Section":"Software & AI","Title":"原核生物抗性系统预测平台（Defense System Prediction Platform of Prokaryotes ， DS3P）","Abstract":"病毒与宿主之间存在着激烈的“军备竞赛”，由此原核生物进化出如 CRISPR-Cas 系统、限制-修饰（RM）系统、毒素-抗毒素（TA）系统等多样化和复杂的抗病毒防御系统，其基因占据了基因组的很大一部分。比较基因组学研究发现抗性基因在基因组的中呈成簇分布，即形成抗性基因岛。除了编码已知的防御系统的基因外，抗性基因岛还包含可被视为未知防御系统的候选基因的大量性状不明的基因。隐藏在基因组数据中的新型防御系统有待进一步挖掘。然而处理生信原始的大数据以及联用多种生信工具对于不熟悉生信的研究人员不友好，且目前的线上原核生物抗性系统搜索与预测平台难以做到实时更新的同时进行筛选与分析数据。线下工具也缺少一个多生物工具整合的平台。SYSU-Software 在 iGEM 2022 聚焦于挖掘原核生物中的抗性系统，整合现有数据库中已知的防御系统的数据，利用抗性基因岛现象挖掘潜在的抗性抗性系统并进行评估，优化前人流程与方法，最终将搭建线上数据库更新现有的防御系统数据，以及设计线下平台预测未知的防御系统并进行评估。The arms race between prokaryotes and viruses the evolution of various defense systems， like CRSIPR-Cas system， RM system and TA system， the genes of which account for a large proportion of the genome. Studies show that these defense genes tend to cluster， forming “defense islands”.  Inside the defense island exists many currently unknown genes which might turn up to be novel defense systems waiting to be discovered.However， the huge amount of data and multiple bioinformatic tools required can be quite unfriendly to researchers new to the fields， and the rapidly progress made in the fields makes it hard for the existing databases to catch up. Therefore， DS3P， built by SYSU-Software focuses mainly on the discovery of the currently unknown defense systems in prokaryotes by exploring the idea of defense islands. It consists of an up-to-date online database and a local prediction and evaluation platform of defense systems of prokaryotes with optimized protocol."},{"Name":"中山大学生命科学学院","Section":"Manufacturing","Title":"应用微生物共催化工程的红景天苷合成（Animalcule co-catalytic engineering for Salidroside synthesis）","Abstract":"高原反应是高原病的一种分型，是人体快速进入海拔3000米区域并暴露于低压低氧环境下产生的一系列综合征，例如头痛，失眠，食欲减退，呼吸困难等。红景天苷（酪醇葡萄糖苷）是红景天提取物的活性成分，能有效预防高原反应症状。但是随着对野生红景天的不断采摘，这种植物在野外的分布逐渐减少，并已被列入国家二级保护植物名录。因此，我们希望通过微生物代谢工程生产红景天苷，以代替从植物中提取有效成分。      从葡萄糖从头合成红景天苷需要经过漫长的反应途径。为了尽可能避免长代谢途径对细菌造成的代谢负担，并尽可能避免中间产物（如酪醇）对细菌的毒性，我们将催化这一系列连续生化反应的酶在不同的菌株中表达，让催化不同反应的细菌分别在不同培养基中增殖后，再混合进行发酵，我们将这样的过程称为共催化（Co-catalyze）。相比于常见的共培养（Co-culture）方法，共催化的优势在于，不同细菌之间的关系仅仅只是参与相邻的代谢步骤，共催化过程中，细菌的唯一作用是催化反应的进行，不需要建立不同细菌之间代谢上的相互联系，不需要考虑系统的稳定性，不需要考虑不同菌株之间的相互作用。催化反应的每一种菌都是一个独立的模块，对于一个模块的优化和改造不会对另外的模块造成任何影响。更便捷，高效，更具普适性，是共催化最大的优势。除此以外，我们的项目中还通过定向进化对催化酪醇转变为红景天苷的UGT酶进行优化，所使用的TADR系统可以做到在细菌增殖过程中不断积累突变，相比于传统定向进化方法，TADR系统可以积累更多突变，有利于后续筛选。    Mountaineering， a breathtaking journey transcending the limit of our imagination， symbolizes human’s courage of exploring the nature. With the rising elevation， the insufficient oxygen level may lead to a series of syndromes， which is called high altitude illness. For many centuries， mountaineers from China and Europe take extract of Rhodiola for preventing and reliving discomfort. However， unrestricted exploitation imperils the living of wild Rhodiola， which is currently listed as China national category-II protected plant.     Salidroside， the active ingredient of Rhodiola， has proven to be effective for preventing high altitude illness and its related symptoms. This year， we wish to achieve de novo synthesis of salidroside in E.coli as an alternative to wild Rhodiola extracts for protect this precious plant.Here， we want to introduce the concept of modularized co-catalysis， which will be helpful for avoiding metabolic burden as well as the toxicity of intermediate metabolite. In our design， three types of chassis bacteria are separately cultured， each of which catalyzes a series of adjacent biochemical reactions. Bacteria A catalyze the transform from glucose to tyrosine， then bacteria B carry on the reaction from tyrosine to tyrosol and bacteria C turn tyrosol into salidroside. Compared to co-culture system， we don’t need to build up metabolic relationship between different bacteria. In addition， because the bacteria are proliferating before fermenting， the toxicity of intermediates have no negative effect on the proliferation of bacteria. That is， different bacteria act as modularized separative parts. The only function of these parts is to catalyze the reaction they are responsible for. Besides， we also conduct direct evolution using TADR system for improving the catalytic efficiency of different types of glycosyltransferases.     In all， we hope to make our contribution to manufacturing of salidroside as well as the protection of the natural environment. With synthetic biology， we are looking forward to accessing to a spectacular mountain， interspersed with blooming flaming flowers."},{"Name":"中央美术学院实验艺术学院","Section":"Environment","Title":"合成生命的死亡开关\/Synthetic life's kill switch","Abstract":"“ kill switch”被定义为在某些条件下导致细胞死亡的人工系统。在其他igem团队的项目中，kill switch死亡开关通常用来确保项目的生物安全。我们团队则设计了一系列细胞死亡程序，对生命进行编程控制并以装置艺术的形式呈现一系列“工程细菌死亡模拟器”，细菌将在其中呈现它们的生命表演。我们的项目面临着两个主要挑战。首先，我们需要探索现代科学实验中“表演”的维度，思考科学实验的现场性和表演性，并以此为切入点来处理科学实验新体验。其次在科学哲学家拉图尔看来科学实验是当今最重要的“经验生成器”，所以艺术家必须要重视来源于科学实验的新感性。在确保安全的前提下，我们将通过传感器创建一个机械系统，让微生物与观众和艺术家互动。从生物微观层面来探讨生命的宏观意义和哲学思考。​We noticed that iGEM had made great efforts on biosafety. Almost every participating team uses death switches to ensure biosafety in their projects，which makes us think about how the concept of life would change when death could be programmed. We will use different switch inducing mechanisms to design the death of a series of bacteria ， and embody them with artistic means. To make the death process at the micro-level perceptible at the macro level， audiences who are unfamiliar with synthetic biology can also think about what death means in the age of syn-bio.Our project faces two main challenges .First， we need to explore the dimension of \"performance\" in modern scientific experiments， think about the on-site and performative nature of scientific experiments， and use this as an entry point to deal with the scientific experimental new experience. For artists， artistic creation studies new perceptual experiences， and scientific experiments are the most essential \"experience generators\" today. Such new experiences require a new art， art for the future. Under the premise of ensuring safety， we will create a mechanical system through sensors to allow the death of microorganisms to interact with the audience and the artist.In the process， we explore the relationship between life and synthetic life."},{"Name":"北京化工大学生命科学与技术学院","Section":"Food & Nutrition","Title":"Culture meat","Abstract":"为应对未来几十年内可能出现的粮食安全危机，科学家们将目光投向了非传统畜禽养殖业提供蛋白质来源的领域，“人造肉”应运而生，而细胞培养的人造肉以营养健康、节能减排、安全高效等优势受到关注，其技术研发和产品开发已成为热点。我们团队拟结合当前的研究热点对细胞培养人造肉进行进一步的应用与改造，并使其实现工业化生产的预期目标。我们通过基因工程技术构建工程菌来合成所需的聚羟基脂肪酸酯的支架材料。该工程菌将实现全细胞合成聚合物的过程，并且通过人工构建的自主动态调控通路能够在尽可能降低中间产物积累对细胞造成毒性的情况下，提高目的产物的产量。同时我们采用的新的构建方式来合成体外生物支架系统，能够为细胞的生长提供更大的比表面积，从而提高细胞生长的效率。再通过交联的方式将各个生物支架体系交接在一起形成一块完整的肉。"},{"Name":"福建农林大学生命科学学院","Section":"Environment","Title":"敲定中","Abstract":"敲定中"},{"Name":"复旦大学生命科学学院","Section":"Manufacturing","Title":"Rester","Abstract":"我们队伍从护肤品中的一种有效分子——维生素A出发，通过改造的细胞工厂的合成，获得可应用于护肤品中的维生素A衍生物的潜力分子，克服护肤品市面上维生素A分子的缺陷，让面临较大工作和精神压力、有护肤困扰的各行各业人士提升护肤品选品的意识和认知，最终让消费者克服“中年危机”，重拾自信面对事业和人生。Our team starts from vitamin A， an effective molecule in skin care product. Through the synthesis of modified cell factories， we can obtain the potential molecules of vitamin A derivatives that can be used in skin care products to overcome the defects of normal and frequently applied vitamin A molecules in the skin care market， so that people from all walks of life who face greater work and mental stress and have skin care problems can raise their awareness and knowledge of skin care product selection， and ultimately allow consumers to overcome the \"mid-life crisis\" and regain confidence in their career and life."},{"Name":"济南外国语","Section":"Diagnostics","Title":"基于无细胞系统MDD的toehold开关检测器 Detector with colorimetric toehold switch sensors  for MDD using a paper-based cell-free system","Abstract":"重度抑郁症（MDD）是一种常见的慢性心理疾病，导致沉重的社会和经济负担。然而，目前MDD的诊断主要基于患者对症状的描述、精神状态的评估和临床行为的评估，这增加了误诊的机会。到目前为止，开发MDD的生物标志物和检测方式仍然是一个挑战。本文报告了一种新型、廉价、便携式滤纸条状生物传感器的开发，通过检测血液中特定microRNA的丰度用于诊断抑郁症患者。该装置包含核酸toehold开关，用于结合血液中MDD差异表达的miRNA生物标记物，即hsa-miR-34a-5p、hsa-miR-221-3p和hsa-let-7d-3p。采用二代设计toehold开关，通过生物标记物-抗mir复合物诱导表达三种颜色的Marker蛋白，便于目视观察，并可测量其表达荧光强度。所开发的toehold开关系统可以嵌入复合生物传感器中，以制备用于检测MDD的纸基设备。该传感器可以以剂量依赖的方式在测试样本中直观、快速和方便地检测MDD。此外，它不需要昂贵的设备或训练有素的人员，并且便于运输和储存。Major depressive disorder (MDD) is a common chronic mood illness， resulting in heavy social and economic burdens. However， current diagnosis of MDD is mainly based on the patients' description of symptoms， assessment of mental status and evaluation of clinical behaviors， which increase the chance of misdiagnosis. To date， the development of biomarkers of MDD and diagnosis method remains a challenge. Herein， we report the development of a novel， inexpensive， and portable filter-paper-based strip biosensor， which can be used to diagnose MDD patients by detecting the abundance of specific microRNA in blood. This biosensor comprises nucleic-acid toehold switches designed to bind to the identified differentially expressed miRNA biomarkers of MDD， namely hsa-miR-34a-5p， hsa-miR-221-3p and hsa-let-7d-3p. Each toehold switch is a second-generation design， requiring a biomarker-antimiR complex to release the expression of three marker proteins， whose fluorescence intensity could be measured. The developed switches may be embedded in a composite biosensor to yield a paper-based device for detecting MDD. In conclusion， a filter-paper-based strip biosensor allows for visual， fast， and convenient detection of MDD in a dose-dependent manner in a test sample. In addition， it does not require expensive equipment or trained personnel and allows ease of transportation and storage. Therefore， we envision that this biosensor will serve as a simple and economical portable field kit for monitoring of MDD in a variety of clinical samples."},{"Name":"兰州大学生命科学学院","Section":null,"Title":"LZU-HS-Pro-B","Abstract":"LZU-HS-Pro-B 致力于让尿酸检测成为一个无痛过程，并以此让高尿酸血症以及相关疾病不再困扰我们。同时作为高中生，我们也将积极地与社会各界合作，将我们的概念推广出去，尽力的将我们的产品进行投产LZU-HS-Pro-B is committed to making uric acid testing a painless process， and thus making hyperuricemia and related diseases no longer bothering us. At the same time， as high school students， we will also actively cooperate with all sectors of society， to promote our concept out， and try our best to put our products into production"},{"Name":"南京农业大学生命科学学院","Section":null,"Title":"Directed evolution of tyrosyl-tRNA synthetase 氨基酰基-tRNA合成酶定向进化","Abstract":"提取天然贻贝足蛋白（MAP）受原料来源的限制，生产成本高且效率低，这阻碍了贻贝足蛋白的进一步应用发展。因此，微生物合成的方法为贻贝足蛋白的产出提供了一种新思路，同时具有扩大生产规模的意义。然而，由于缺乏将酪氨酸修饰为多巴（DOPA）的酶，大肠杆菌产生的MAP缺乏水下贻贝黏附的关键分子——DOPA，它介导了各种相互作用，包括双齿-氢键的形成、金属配位、阳离子-π相互作用和氧化交联等。为了提高微生物合成的贻贝足蛋白中DOPA的含量，我们试图使用定向进化的方法获得一个可以掺入多巴的酪氨酸氨酰-tRNA合成酶突变体。因此我们选用噬菌体辅助的连续定向进化系统（PACE）建立突变库、正负筛选酪氨酸氨酰-tRNA合成酶突变体，最终获得可结合DOPA的酪氨酸氨酰-tRNA合成酶，降低该酶对酪氨酸的亲和力，使DOPA特异性地结合到蛋白质上。此外，我们还利用生物信息学手段分析了TyrRS的结构并获取适合进行小范围易错突变的区域，使用易错PCR建立突变文库，并结合改造后的sfGFP进行高通量筛选，以获得期望的突变体。我们希望通过使用进化后的TyrRS进行微生物合成以获得粘附性好、效率高、产量高的贻贝足蛋白，最终将其投入医疗器械等领域的生产使用。Due to the limitation of source of raw materials， high production cost and low efficiency， the further development and application of Mussel Adhesive Protein(MAP) is hindered. Therefore， microbial synthesis provides a new idea for the production of MAP， and also has the significance of expanding the production scale. Dopa， which mediate all kinds of interaction， including bidentate-hydrogen Bond formation， metal coordination， cation-π interactions， and oxidative cross-linking， etc， is the key effector for MAP. However， due to the lack of an enzyme that modifies tyrosine to dopa ， the MAP produced by E. coli is quite different from that in nature. To solve this problem， we will make efforts to get a  tyrosine aminoacyl-tRNA synthetase(TyrRS) mutant， which can bind to dopa and has reduced affinity of the enzyme for tyrosine， by using phage-assisted continuous directed evolution system (PACE) to make a positive and negative selection. In addition， we will also analyze the crystal structure of TyrRS and hope to obtain regions suitable for small-scale error-prone mutations. Then， we will use error-prone PCR to build mutants library and screen them by engineered sfGFP. We hope to use the evolved TyrRS for microbial synthesis to obtain MAP with good adhesion， high efficiency and yield， and low cost， and finally put it into the production of medical devices and other fields."},{"Name":"中国人民大学附属中学","Section":null,"Title":"暂时还没想好","Abstract":"Overweight and obesity are common yet serious problems that can lead to several health consequences such as cardiovascular diseases， musculoskeletal disorders， and depression. Today， more than 2 billion people are suffering from overweight and obesity worldwide. Meanwhile， the existed drug therapy such as Orlistat and Liraglutide has a series of side effects. Therefore， we try to find out an alternative way to treat obesity. Through research， we found that there is a relationship between obesity， microorganisms in the human intestine， and the intestine’s absorption. In this way， we came up with our solution. In our project， we aim to use synthetic biological ways to solve this problem. We engineered E.coli Nissle 1917 and plan to place it in patients’ intestines. These E.coli with enhancing ability of expression of long-chain fatty acid transporter protein and acyl-CoA synthetase can intake fatty acid in intestines， preventing FA to be absorbed by the intestine， and therefore helping people lose weight.中文：超重和肥胖是常见但严重的问题，可导致多种健康后果，如心血管疾病、肌肉骨骼疾病和抑郁症。今天，全世界有超过 20 亿人患有超重和肥胖症。同时，现有的奥利司他、利拉鲁肽等药物疗法存在一系列副作用。因此，我们试图找到一种治疗肥胖的替代方法。通过研究，我们发现肥胖与人体肠道微生物、肠道吸收之间存在一定的关系。这样，我们想出了我们的解决方案。在我们的项目中，我们的目标是使用合成生物学方法来解决这个问题。我们设计了 E.coli Nissle 1917 并计划将其放置在患者的肠道中。这些具有增强长链脂肪酸转运蛋白和酰基辅酶A合成酶表达能力的大肠杆菌可以在肠道内摄取脂肪酸，阻止FA被肠道吸收，从而帮助人们减肥。"},{"Name":"华南理工大学生物科学与工程学院","Section":"Manufacturing","Title":"FUNCDYES（Dynamic Regulation of the Co-expression of Rerpenoids and its Application in Silk Dyeing ）两种萜类化合物共表达的动态调控及其用于丝绸染色的研究","Abstract":"本项目将基于毕赤酵母内源甲羟戊酸（MVA）途径，转入外源番茄红素合成酶基因（crtI、crtB、crtE）和广藿香醇合成酶基因（PTS），实现在毕赤酵母菌株中同时生产番茄红素和广藿香醇。通过筛选不同来源的广藿香醇合酶、对现有广藿香醇合酶进行定向进化、筛选启动子等手段得到合适的萜类物产量比例。然而，目前毕赤酵母最高效、常用的基因表达调控方式是甲醇诱导表达，而甲醇具有剧毒性和易燃性，且在生产过程中监控甲醇含量十分困难且危险。此外，甲醇诱导法也不适用于大多数食品和添加剂的生产，故而大大限制其应用范围。基于此，本项目旨在基于毕赤酵母底盘，构建高性能的光控基因表达系统，从而实现高动态范围、高密度有效响应的基因表达调控技术，解决传统化学诱导剂的技术瓶颈和应用壁垒，拓展毕赤酵母表达调控的新方法。Silk， is an important representative of Chinese handicrafts. One of the most famous ancient trade route， the Silk Road， was named after it.Silk is light and thin， with comfortable texture when wearing as garment. However， after being stained with sweat or exposed to direct sunlight， it may turn fragile and dull， or even go mouldy， weakening its advantages and lead to a even higher cost to use   silk as a material. During the dying process， lots of energy is consumed and many pollutants are produced， which is extremely harmful to the environment. Thus， the industry today is facing severe challenges. What can we do to highlight the great properties of the silk and avoid its drawback， while dealing with environmental problems at the same time?Our team produce special dyes， lycopene and patchoulol， with synthetic biology.，which providing the silk with colors and antibacterial properties. These two terpenoids can be produce in vivo using pichia pastoris We do promoter screening to select the best modified promoter and do epPCR to mutate the key enzyme PTS to improve its efficiency， all with instant feedback from our models in the dry lab. We also build up a optogenetic system to achieve an elaborate regulation on the production of lycopene and patchoulol.Besides， a quick and accurate visualization method is presented to screen out the target strains.Meanwhile， we have been working hard to advertise the idea of synthetic biology to the public by holding an orienteering and publish a series of passage and short lectures.We also learn from industry representatives， previous iGEM teams and our cooperative partners through visits， forums and wikis， which we believe will benefits all of us."},{"Name":"兰州大学生命科学学院","Section":"Environment","Title":"一种可见的低成本检测系统的开发， Developing a visible， low-cost inspection system","Abstract":"Starting from the industrial revolution in the 18th century to today， humans have been advancing in every field possible more rapidly than ever. Though this is a good thing for humans as we are enjoying the benefit of modern technologies， at the same time， humans have also left more marks than ever during these years. Among the various marks， environmental pollution has yet to be solved by humans. The primary detection methods are ICP_AES， ICPMS， AAPS， and GHAAS. These methods are effective but are expensive and require a heavy machine with complex operations. And other methods like GFP biosensors also have constraints on the high price of spectrophotometers for detecting fluorescent proteins and the necessary conditions for a professional operation. Therefore， we， THINKER_CHINA， with biosensors as our core， are working on designing a better， cheaper， more efficient environmental pollution factors detection module and reporting module that can be market-oriented.Our biosensor is based on the principle that according to their different extent of tolerance to each pollution factors， the precursors and regulating factors of the bacterial metabolism system have specific responses to each factor. In order to lyse the bacterial cell wall and thus inject the virus into the bacteria， phages contain a specific SRRz lysis gene in their gene sequence， the expression of which has the effect of lysing the bacterial cell wall. Bacterial endogenous ß-galactosidase can catalyze the chromogenic reaction of the colorless substrate x-gal or oNPG. In combination with IPTG inducers， the chromogenic reaction demonstrates a clear pattern of different greyscale values， positively correlated with the intensity of SRRz gene expression. And this operon-induced expression is correlated with the intensity of the pollution signal， so different intensities of pollution result in different greyscale values.从18世纪工业革命开始到现在，人们在很多前沿领域的进步比以往要快很多。毕竟我们都在享受高科技带来的便利，因此这些进步都是人们乐意见到的，但是从另一方面来讲，人们为自己留下更多的问题。环境污染就是其中亟待解决的一项问题。现有的一些检测污染物的方法，如ICP_AES， ICPMS， AAPS， 和GHAAS等，虽然特异性较高，但是成本极高，且操作非常复杂。其他生物方法比如GFP报告等也存在这些问题，用来观测荧光蛋白的分光光度计价格昂贵且需要高标准的专业操作。因此我们THINKER_CHINA，希望开发出一种低成本操作简易且高特异性的生物性污染物检测器。我们的生物检测器是基于细菌对于不同污染物因子的代谢反应工作的。首先我们从噬菌体中标准化一段表达效果为裂解细菌细胞壁的SRRz基因，并把它插入到大肠杆菌的质粒中；一旦它上游高特异性针对不同污染信号的操纵子接受到信号，SRRz基因就会表达，将细菌细胞壁裂解。细菌裂解会释放出它内源性的ß-半乳糖苷酶，而这种物质可与x-gal等无色基材发生致色反应；在IPTG的诱导下致色反应所产生颜色会对应不同的信号强度产生不同的灰度值。据此，我们可以定性且定量检测信号的强度。"},{"Name":"电子科技大学","Section":null,"Title":"以微藻为载体的生物柴油生产策略 Microalgae， a highly productive biofuel factory","Abstract":"能源危机这一全球问题长期以来不断激化，随之产生了许多环境问题。在中国提出“碳中和”“碳达峰”的大背景下，生物柴油这一环保而高效的燃料走进视野。我们发现微藻可以大量生产各类脂质，可其产业化之路仍十分漫长。因而我们希望使用合成生物学改造微藻的代谢通路，即用CRISPR-Cas9系统调整莱茵衣藻的脂质代谢相关通路，期望构造高效产油的工程微藻；同时，使用多种胁迫条件培养莱茵衣藻，进行转录组学分析，寻找新的跟微藻脂质代谢相关的差异性表达基因。并尝试富含氮磷的污水培养微藻，降低产油成本。结合数学建模，寻找微藻生长时间和脂质提取时间的关系。在了解微藻的多样用途后，我们还设计了微藻产油实验室卡牌桌游，探索科普新形式。Energy crisis has been aggravating for a long time， followed by numerous environmental problems. Under the background， Chinese put forward two objectives， namely “carbon neutrality” and “peak carbon dioxide emissions. In response to our national goals， our team focused on biofuels. We found that microalgae can produce lipids of large volume and diverse categories， while its path towards commercialization is still far-flung. By utilizing CRISPR-Cas9 system to modify the metabolic pathway of a model organism among microalgae， namely Chlamydomonas reinhardtii， we expect to cultivate a genetically engineered microalgae for more efficient oil production. At the same time， we use various stress conditions to culture Chlamydomonas reinhardtii and extract its nucleic acids for transcriptomic analysis so as to find new differentially expressed genes related to lipid metabolism in microalgae. Attempts are projected to make to employ sewage to cultivate microalgae， so as to reduce the cost of oil production. Beyond that， mathematical modeling has been erected to find the relationship between biological time of microalgae and lipid extraction time so as to discover the time point which is more favorable for extracting large amounts of lipids.  What is also noteworthy is that our human practice adopts a new form of science popularization by designing a card game called Microalgae Lab， to enrich our original public engagement activities."},{"Name":"兰州大学生命科学学院","Section":"Environment","Title":"锌传感器 Zinc Sensor","Abstract":"锌传感器我们的项目旨在用锌传感器来为锌污染问题给予一个新的答案。经改造的仪器可以感受溶液中锌离子成为一个类似原电池的传感器，根据溶液中锌离子浓度的不同，电路中电流和电压会发生变化，以便测量工业废水中锌离子的浓度。在实验中我们会用到两种大分子物质，一种是核黄素，一种是孔蛋白。核黄素是一种维生素B2，化学性质非常活泼，在人体内以黄素腺嘌呤二核苷酸（FAD）和黄素单核苷酸（FMN）两种形式参与氧化还原反应，是生命体中重要氧化还原酶的辅基。孔蛋白是一种通道蛋白，位于菌体细胞膜上，选择性使物质通过。项目的主要原理是原电池。在此次实验中，有核黄素的溶液为电池负极，铁氰化钾溶液为电池正极。负极溶液中含有模拟锌废水的溶液和细菌，细菌细胞膜表面嵌有大量孔蛋白。孔蛋白使细菌细胞内产生的核黄素选择性通到溶液中，核黄素反应产生的大量电子沿电路进入负极中，发生氧化还原反应，产生了电势差，使得电流表或者是电压表表达示数，据此来判断溶液中锌离子的浓度。Zinc sensorsOur project aims to provide a new answer to the problem of zinc contamination with zinc sensors.The modified instrument can sense zinc ions in the solution and become a sensor similar to a galvanic cell. According to the concentration of zinc ions in the solution， the current and voltage in the circuit will change to measure the concentration of zinc ions in the industrial wastewater.In the experiment， we will use two kinds of macromolecules， one is riboflavin and the other is porin.Riboflavin is a kind of vitamin B2 with very active chemical properties. It participates in REDOX reactions in the human body in the form of FAD and FMN and is an important auxiliary group of REDOX enzymes in living bodies.Porin is a channel protein that sits on the membrane of bacterial cells and selectively allows substances to pass through.The main principle of the project is galvanic cells.In this experiment， the solution with riboflavin is the battery's negative electrode， and the potassium ferricyanide solution is the battery's positive electrode.The negative electrode solution contains a solution that simulates zinc wastewater and bacteria with a large number of lipoproteins embedded on the surface of the bacterial cell membrane. Pore protein makes the riboflavin produced in bacterial cells selectively pass into the solution， and a large number of electrons generated by the riboflavin reaction enter the negative electrode along the circuit， and the REDOX reaction occurs， resulting in a potential difference， which makes the ammeter or voltmeter express the number， according to which the concentration of zinc ions in the solution can be determined."},{"Name":"一叶学术","Section":"Diagnostics","Title":"利用RNA剪接传感器检测RNA剪接异常诊断骨髓增生异常综合征  Detecting dysregulation of RNA splicing for myelodysplastic syndromes diagnosis using RNA splicing sensors","Abstract":"骨髓增生异常综合征 (MDS) 是一组异质性克隆性骨髓疾病。MDS主要影响老年人群体，其特征是造血异常、不同程度的骨髓衰竭以及转化为急性髓性白血病 (AML) 的风险增加。尽管诊断血液学的最新技术不断进步，MDS 的准确诊断和分期仍然严重依赖于经验丰富的血液病理学家对外周血和骨髓细胞的形态学评估。然而，这种对外周血细胞发育不良的初步评估通常是主观的，这也是 MDS 的真实发病率被低估的重要原因。研究报道，RNA的剪接异常在MDS的发生发展中发挥重要的作用。RNA剪切相关基因，如SF3B1、U2AF2、SRSF2等均被发现在大约50%MDS患者中存在突变。其中，SF3B1 是MDS中最常发生突变的 RNA 剪接因子，其存在于约 25% 的MDS患者中。U2AF2基因突变存在约12%的MDS患者中。目前基于分子生物学的基因检测技术已经被用于MDS的诊断中。但是，目前主要利用高通量测序技术进行检测，费用较贵，检测时间较长。本项目基于MAP3K7和ZFN91在MDS患者中存在剪接异常，设计两个质粒传感器用于检测细胞中存在的剪接异常情况，为MDS 的准确诊断和分期提供了全新的思路。Myelodysplastic syndromes (MDS) are a heterogeneous group of clonal bone marrow disorders that primarily affect the old and are characterized by hematopoietic abnormalities， varying levels of bone marrow failure， and an increased risk of transforming to acute myeloid leukemia (AML). In spite of the latest technological advances in hematological diagnosis， the accurate diagnosis of MDS still heavily rely on the experienced hematologists’ morphological evaluation of peripheral blood and bone marrow cells. However， this initial assessment of peripheral blood cells’ dysplasia is always subjective， an important reason why the real incidence of MDS is underestimated.According to the research， RNA splicing abnormalities play a significant role in the incidence of MDS. RNA splicing-related genes， such as SF3B1， U2AF2， and SRSF2， have been found to be mutated in approximately 50% of MDS patients. Among these genes， SF3B1 is the most frequently mutated RNA splicing factor in MDS， occurring in about 25% of MDS patients， and U2AF2 gene is present in about 12% of them. Recently， the testing techniques based on molecular biology are used in the diagnosis of MDS. However， at present the detection is basically performed using high-throughput sequencing technology， which is expensive and takes a long time to diagnose. Our project is based on the RNA splicing abnormalities caused by MAP3K7 and ZFN91 in the patients， designing two plasmid sensors to detect splicing abnormalities in cells， which provides a novel idea for the accurate diagnosis and staging of MDS."},{"Name":"中南大学生命科学学院","Section":"Therapeutics","Title":"基于定向进化技术探究阿尔兹海默症异常Tau蛋白转移的本质 Exploring the essence of abnormal Tau protein transfer in Alzheimer's disease based on directed evolution technology","Abstract":"阿尔兹海默症（Alzheimer 's disease，AD）是一种以进行性认知功能障碍和记忆力减退为特征的中枢神经系统疾病，临床上以记忆障碍等表现为特征，常常对患者的生活造成极大不便。目前对于阿尔兹海默症的治疗大部分为对症治疗，并未发现根治的方法。阿尔兹海默症的特征在于大脑中的两种主要病理损伤，分别为淀粉样斑块（amyloid plaques）和神经原纤维缠结（neurofibrillary tangles，NFTs）。其中神经原纤维缠结是由于Tau蛋白异常过度磷酸化，丧失正常生物功能导致。近期研究表明，包裹异常Tau蛋白的细胞外囊泡易被正常神经元细胞内化，从而引起疾病损伤转移和扩大。我们希望利用定向进化技术，在iPS细胞中进行突变，探索定向进化后细胞内tau蛋白转移的变化，从而探讨阿尔茨海默病的发病机制。Alzheimer's disease (AD) is a central nervous system disease characterized by progressive cognitive impairment and memory loss. Clinically， it is characterized by memory impairment， which often causes great inconvenience to patients' lives. At present， the treatment of Alzheimer's disease is mostly symptomatic treatment， and no radical cure has been found.Alzheimer's disease is characterized by two major pathological lesions in the brain， namely， amyloid plaques and neurofibrillary tangles (NFTs). Neurofibrillary tangles are caused by abnormal hyperphosphorylation of tau protein and loss of normal biological function. Recent studies have shown that extracellular vesicles containing abnormal tau protein are easy to be internalized by normal neurons， resulting in disease damage， metastasis and expansion.We hope to use directed evolution technology to mutate in iPS cells and explore the changes of tau protein transfer in cells after directed evolution， so as to explore the pathogenesis of Alzheimer's disease."},{"Name":"兰州大学生命科学学院","Section":null,"Title":"Development of a novel electrochemical biosensor for bisphenol A detection based on tyrosinase-displayed Escherichia coli 基于酪氨酸酶显示的大肠杆菌双酚a电化学生物传感器的研制","Abstract":"Environmental pollution has increased owing to rapid population growth and the consequent industrialization， which has become one of the major concerns for human health and socioeconomic issues. The monitoring of environmental contaminants is crucial for controlling pollution.Traditional physicochemical detection methods require costly apparatus and are time-consuming， thus， it is desirable to develop a simple and practical analytical method for detection of environmental pollutants.Electrochemical enzyme biosensors based on various modified electrodes have been developed for bisphenol A detection. However， enzyme activity loss and high cost limit their application. In this study， an electrochemical biosensor was developed for bisphenol A detection by displaying tyrosinase on the surface of Escherichia coli cells， followed by adsorption onto a glassy-carbon electrode. For the detection of bisphenol A in tea and juice samples， the fabricated biosensor presented respectable accuracy comparable to that of high- performance liquid chromatography. Furthermore， high recovery rates (97.78%− 100.32%) were obtained. Therefore， this biosensor could be a promising and reliable analytical tool for the detection of bisphenol A.由于人口的迅速增长和随之而来的工业化，环境污染加剧，已成为人类健康和社会经济问题的主要问题之一。环境污染物的监测是控制污染的关键。传统的物化检测方法需要昂贵的仪器和较长的时间，因此需要开发一种简单实用的分析方法来检测环境污染物。基于各种修饰电极的电化学酶生物传感器为检测双酚A而被研制。但是，酶的活跃度损失及高成本限制了它的应用。这本研究中，研发了一种电化学生物传感器，通过在大肠杆菌细胞表面显示酪氨酸酶，然后吸附在玻碳电极上来检测双酚A。对于茶叶和果汁样品中双酚A的检测，所制备的生物传感器表现出了与高效液相色谱法相近的准确度。而且，回收率高(97.78% ~ 100.32%)。因此，该生物传感器可以作为检测双酚A的一种有前景、可靠的分析工具。"},{"Name":"兰州大学生命科学学院","Section":"Environment","Title":"细胞表面展示漆酶特异性降低鸡粪中磺胺嘧啶残留  Reduction of sulfadiazine residues by cell surface display laccase technology in poultry manure","Abstract":"近年来，磺胺类抗生素因其具有良好的抗病、促生长的功效在家禽类养殖业中得到广泛应用，特别是养殖场药物保健理念的兴起更是把磺胺类抗生素的使用推向 高潮。长期抗生素的滥用导致肉鸡体内与粪便中含有高浓度的抗生素残留，释放 到土壤，水域等生态环境中的抗生素最终会诱导产生多种耐药性菌株并对人类健康造成严重威胁。目前，传统的物理、化学等方法通常在降解抗生素过程中存在 施用成本过高并且对环境造成二次污染的风险。随着研究的深入，许多研究者发 现生物酶催化剂具有低能源需求性、强稳定性和操作步骤简单等优势，其在节约 资源的同时多用于去除废水、土壤以及畜禽粪便中的抗生素残留。但许多生物酶 的提纯同样需要耗费较高的成本，因此，找到一种环保、有效又经济的新方法， 是解决畜禽粪便内抗生素残留问题的关键。本课题将综合对比现存多种磺胺嘧啶的降解方法后利用细胞表面展示技术将来 源于平菇(Pleurotus ostreatus HAUCC 162)的漆酶基因 lacc6 展示在益生大肠杆 菌 Nissle 1917(EcN)细胞并获得全细胞生物催化剂 EcN-IL。In recent years， the use of sulfadiazine residues in poultry breeding industries has become increasingly popular due to its properties in disease resistance and growth promotion. With the conceptual widespread of pharmaceutical healthcare， sulfadiazine antibiotics can be widely seen on farms and breeding grounds. A drawback to this approach is the accumulation of the antibody in poultry and their feces. Subsequently， environments that hold such antibodies， such as soil， water， or other ecological systems， give birth to drug-resistant bacteria that have the potential to inflict substantial harm to human health. Currently， methods to degrade antibiotics are not only costly and are also capable of generating additional pollution. This calls upon the need to develop a method that deals with antibiotic residues present in agricultural wastes such that it is both environmentally friendly and low on costs.The study from which our topic was derived provides a technique that shows laccase lacc 6 (originated from Pleurotus ostreatus HAUCC 162) through cell surface display technology - Pleurotus ostreatus HAUCC 162 is found on the surface of E. coli Nissle 1917(EcN). The engineered strain serves as a whole-cell biocatalyst capable of degrading laccase."},{"Name":"南京外国语学校","Section":"High School","Title":"微囊藻毒素杀手  Microcystin Terminator","Abstract":"当今世界都面临水资源匮乏的危机，而很大一部分淡水水体正面临蓝藻的污染。水体的富营养化会引发藻类的高速生长，导致其侵占其他生物的生存空间。作为蓝藻的二级代谢产物，藻毒素造成的水污染对公共卫生、生态稳定都构成显著威胁；其中毒性最强的微囊藻毒素常混杂在饮用水中进入人体，诱发肝衰竭和甚至非酒精性肝癌。本次研究中，我们从自然菌株Sphingopyxis sp.m6 中分离出微囊藻毒素MC-LR降解基因mlrA，将其与跨细胞膜的冰晶核蛋白inaK相连接，使得MlrA蛋白酶在重组E. coli BL21 (DE3)的表面大量表达，并验证了其降解功能。此外，我们将探究这一系统对微囊藻毒素产生者microcystis aeruginosa自身的影响，考虑其1）存活率；2）生命活动强度，尤其是光合作用；3）后续藻毒素产生量。The world is now facing the crisis of water shortage， yet many freshwater bodies are under contamination of blue-green algae. Eutrophication results in overabundance of cyanobacteria， which encroaches the living space of other organisms. As secondary metabolites of cyanobacteria， cyanotoxins pose severe threat to public health and ecosystem stability; among them， the most toxic is microcystin-LR， which often enters human bodies through drinking water and causes liver failure and even non-alcoholic hepatoma.In this research， we extracted microcystin-LR degradation gene mlrA from natural bacteria Sphingopyxis sp.m6， and connected it with cross-membrane ice nucleation protein inaK. Significant expression of MlrA enzyme was produced on the surface of recombinant E. coli BL21 (DE3)， whose degradation capability was verified. Moreover， we will investigate the system’s influence on microcystin producer microcystis aeruginosa， considering its 1) survival rates; 2) vital activities， esp. photosynthesis; 3) subsequent production of microcystins."},{"Name":"南京大学生命科学学院","Section":null,"Title":"Silvanela 希瓦能浪","Abstract":"A microbial fuel cell (MFC) is a device that uses microorganisms to directly convert chemical energy in organic matter into electrical energy. Our bacteria used in MFC will be engineered to increase the efficiency of electricity generation and provide clean energy. They can use metal-binding proteins and their own redox reactions to generate and enrich nano-silver， and the addition of nano-silver can improve the power generation efficiency.微生物燃料电池（MFC）是一种利用微生物将有机物中的化学能直接转化为电能的装置。我们在MFC中使用的细菌将被设计为提高发电效率并提供清洁能源。它们可以利用金属结合蛋白和自身的氧化还原反应来生成和富集纳米银，而纳米银的加入可以提高发电效率。"},{"Name":"南方科技大学生命科学学院","Section":"Therapeutics","Title":"构建针对 KRAS 突变驱动的非小细胞型肺癌的外泌体-单体递送系统; An exosome-monobody system targeting the KRAS mutant driven NSCLC","Abstract":"我们通过基因工程的方法将针对非小细胞肺癌的12VC1单体装载入外泌体中，并进一步在外泌体表面表达KN035纳米体使其能特异地结合表达PD-L1的肺癌细胞。我们设计的外泌体-单体系统可以达到特异结合非小细胞肺癌肿瘤细胞并将12VC1单体运送到肿瘤细胞内起到杀伤的效果。我们的研究是对使用外泌体精准递送活性蛋白质分子的探索，也对靶向治疗癌症的研究有积极意义。We loaded the 12VC1 monomer targeting non-small cell lung cancer into exosomes through genetic engineering， and further expressed KN035 nanomoles on the surface of exosomes to enable it to specifically bind to lung cancer cells expressing PD-L1.The exosome-monomer system designed by us can specifically bind to NSCLC tumor cells and deliver 12VC1 monomer into the tumor cells for killing effect.Our study is an exploration of the precise delivery of active protein molecules by exosomes， and also has positive significance for the research of targeted therapy of cancer."},{"Name":"苏州德威国际高中 江苏省苏州中学","Section":"Therapeutics","Title":"Canfix","Abstract":"肠道是人体最大的免疫器官，包含了约70%的人体免疫细胞，因此可口服的肿瘤疫苗是引发强烈抗肿瘤免疫反应的有希望的替代选择。此外，与注射相比，口服给药通常被认为具有更好的安全性、更好的患者依从性，以及更低的医疗费用。 然而，由于复杂的胃肠道环境和肠上皮屏障的存在，口服肿瘤疫苗受到了很大限制。理想的口服肿瘤疫苗必须耐受胃肠道环境，才能到达肠道并克服肠上皮屏障与丰富的免疫细胞相互作用。革兰氏阴性细菌会分泌一类天然纳米颗粒——外膜囊泡（OMV），由于携带了丰富的病原体相关分子模式（PAMP），可以激活宿主免疫系统。肠道细菌分泌的 OMV 能够穿过肠上皮屏障并与免疫细胞，尤其是发挥抗原呈递作用的树突状细胞（DC）相互作用，发挥免疫调节能力。本项目计划改造大肠杆菌并使其能够产生表面展示结肠肿瘤抗原的外膜囊泡——OMV-Ag-mFc，同时为了避免长期抗原刺激引起的免疫耐受，计划使用经过定向进化改进的光遗传调控元件SulAp来控制囊泡的释放，以及开发配套的微型可吞服编程UVC光源用于在肠道中激活基因表达。完成治疗后使用阿拉伯糖诱导细菌自裂解以确保生物安全。"},{"Name":"思铺学院","Section":"Food & Nutrition","Title":"Through the production of harmless food additives containing anthocyanins to fight free radicals and resist aging. 通过生产含花青素的无害食品添加剂抗自由基抵抗衰老。","Abstract":"Our aim is to improve the yield and bioavailability of anthocyanin to improve thefunction as a antioxidant and slower the aging process. During practical experiments.our team will be looking for the most appropriate chassis cell for anthocyanin production pathways to be transplanted through CRISP. We will also be searching for the best condition for anthocyanin to improve the poor bioavallability of anthocyanin and add auxiliary materials if necessary. Our product will be presented in the form of food additives to pursue an convenient way of accessing anthocyanin for people.本队目标是通过提高花青素的产量和生物利用率，以改善其作为抗氧化剂的功能并减缓衰老过程。在实际实验中，我们的团队将使用CRISPR寻找最合适的植物底盘细胞来移植花青素生产途径。我们还将寻找花青素的最佳环境，以改善花青素生物利用率差的问题，必要时添加辅助材料。我们的产品将以食品添加剂的形式出现，使人们很方便的获取花青素。"}]